Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: {site} provides an extended database of information about the game {game} and allows you to keep track of your progress in the game. You can create and customize your very own profile to share your progress and your collection to all your friends. You can also meet other players like you with the social network: read what the others are doing and share your adventures with the community. Comment, like and follow the other players to grow your network. Find players near you with the global map of all the players. And much more!
de: {site} bietet eine erweiterte Datenbank an Informationen über das Spiel {game} und erlaubt dir deinen Fortschritten im Spiel zu folgen. Du kannst dein eigenes Profil erstellen und bearbeiten, um deinen Fortschritt und deine Sammlung mit all deinen Freunden zu teilen. Außerdem kannst du mit dem sozialen Netzwerk andere Spieler wie dich treffen: Lese was andere so machen und teile deine Abenteuer mit der Community. Kommentiere, like und folge den anderen Spielern um dein Netzwerk zu erweitern. Finde Spieler in deiner Nähe mit Hilfe der globalen Karte aller Spieler. Und vieles mehr!
id: {site} memberikan database informasi yang mendalam mengenai {game} dan membantu mencatat perkembanganmu dalam permainan. Kamu bisa membuat dan mengubah profilmu untuk membagikan perkembangan dan koleksimu kepada teman-teman. Kamu juga bisa bertemu dengan pemain lain di sini: lihat apa yang dilakukan oleh orang lain dan tunjukkanlah perjalananmu kepada seisi komunitas. Akrabkan diri dengan mengikuti dan berkomunikasi kepada pemain lain untuk mengembangkan jaringan pertemananmu. Temui pemain lain di sekitarmu melalui peta dunia yang mencakup seluruh pemain. Dan masih banyak lagi!
it: {site} fornisce un database esteso di informazioni riguardo il gioco {game} e ti permette di tenere traccia dei tuoi progressi nel gioco. Puoi creare e personalizzare il tuo profilo per condividere i tuoi progressi e le tue collezioni con i tuoi amici. Puoi anche incontrare altri giocatori come te con il social network: leggi cosa fanno gli altri e condividi le tue avventure con la community. Commenta, metti like e segui gli altri giocatori per far crescere il tuo network. Trova giocatori vicino a te con la mappa globale di tutti i giocatori. E molto altro!
pl: {site} zawiera rozbudowaną bazę informacji na temat gry {game} i pozwala na śledzenie własnych postępów w grze. Możesz utworzyć oraz spersonalizować własny profil i udostępnić go swoim znajomym. Masz także możliwość komunikowania się z innymi graczami i śledzenia ich poczynań w społeczności, poprzez komentowanie, polubienia postów oraz śledzenie ich aktywności. Znajdź graczy ze swojej okolicy z pomocą globalnej mapy. A to nie wszystko!
ru: {site} предоставляет углубленную информацию об игре {game} и позволяет тебе вести отчет о своем прогрессе. Ты можешь создать и редактировать свой профиль, чтобы делиться своим прогрессом и коллекцией с друзьями. Ты также можешь познакомиться с другими игроками с помощью сайта: читай, что делают другие, и делись своими приключениями с сообществом. Комментируй, ставь лайки и подписывайся на других игроков, чтобы увеличить свой круг знакомых. Найди других игроков рядом с тобой на глобальной карте. И многое другое!
tr: {site} {game} için detaylı bir veritabanı sağlar ve oyundaki başarımlarınızı takip etmenizi sağlar. Arkadaşlarınızla başarımlarınızı ve koleksiyonunuzu paylaşmak için kendi profilinizi yaratabilirsiniz. Ayrıca sizin gibi diğer oyunculardan oluşan bir sosyal ağı kullanarak başkalarının ne yaptığını görebilir ve oyunun topluluğuyla maceralarınızı paylaşabilirsiniz. Ağınızı genişletmek için yorum yapın, beğenin ve diğer oyuncuları takip edin. Bütün oyuncuların bir küresel haritasıyla yakınınızda oyuncular bulun. Ve çok daha fazlası!
vi: {site} cung cấp thông tin mở rộng từ cơ sở dữ liệu về tựa game {game} và cho phép bạn theo dõi tiến độ của bạn trong game. Bạn có thể tạo và tùy chỉnh hồ sơ của riêng bạn để chia sẻ tiến độ và bộ sưu tập đến bạn bè. Bạn còn có thể gặp gỡ những người chơi khác qua mạng xã hội: đọc những gì họ đang làm và chia sẻ chuyến hành trình của bạn đến cộng đồng. Bình luận, thích và theo dõi những người chơi khác để phát triển mối quan hệ. Tìm người chơi gần bạn bằng bản đồ thế giới của tất cả những người chơi. Và hơn thế nữa!

source: Start following players to see their activities!
de: Folge Spielern um ihre Aktivitäten zu sehen!
id: Mulailah mengikuti pemain untuk melihat aktivitas mereka!
it: Inizia a seguire i giocatori per vedere le loro attività!
pl: Zacznij śledzić graczy by widzieć ich aktywność!
ru: Подпишись на других игроков, чтобы видеть их записи!
tr: Oyuncaların etkinliklerini görmek için onları takip edin!
vi: Bắt đầu theo dõi người chơi khác để xem hoạt động của họ

source: is crowdfunded by %(total_donators)s %(adjective)s donators
de: wird finanziert von %(total_donators)s %(adjective)s Spendern
id: didukung pendanaannya oleh %(total_donators)s donatur %(adjective)s
it: è supportato dal crowfungind di %(total_donators)s %(adjective)s donatori
pl: jest fundowana przez %(total_donators)s %(adjective)s fundatorów.
ru: финансируется %(total_donators)s %(adjective)s пожертвовавшими
tr: %(adjective)s in bağışçıları tarafından %(total_donators)s
vi: đã đóng góp bởi %(total_donators)s người ủng hộ %(adjective)s

source: All
de: Alle
id: Semua
it: Tutto
pl: Wszystkie
ru: Все
tr: Hepsi
vi: Tất cả

source: Check out {username}'s awesome collection!
de: Sieh dir {username}s Kollektion an!
id: Lihat koleksi {username} yang luar biasa!
it: Guarda la fantastica collezione di {username}!
pl: Obejrzyj kolekcję {username}!
ru: Зацени классную коллекцию {username}!
tr: {username}nın müthiş koleksiyonuna bakın!
vi: Xem qua bộ sưu tập tuyệt vời của {username}!

source: Global
it: Globale
pl: Globalne
ru: Глобальное
tr: Küresel
vi: Thế giới

source: Check out my awesome collection of Pokémon!
de: Sieh dir meine Pokémon-Kollektion an!
id: Lihatlah koleksi Pokémon-ku yang luar biasa!
it: Guarda la mia fantastica collezione di Pokémon!
pl: Obejrzyj moją kolekcję Pokémonów!
ru: Зацени мою классную коллекцию покемонов!
tr: Müthiş Pokémon koleksiyonuma bakın!
vi: Xem qua bộ sưu tập Pokémon tuyệt vời của tôi!

source: Pokémon in your collection
de: Pokémon in deiner Kollektion
id: Pokémon dalam koleksimu
it: Pokémon nella tua collezione
pl: Pokémony w Twojej kolekcji
ru: Покемоны в твоей коллекции
tr: Koleksiyonuzdaki Pokémon'lar
vi: Pokémon trong bộ sưu tập của bạn

source: Pokémon you've seen
de: Pokémon die du gesehen hast
id: Pokémon yang telah kamu lihat
it: Pokémon visti
pl: Pokémony, które widziałeś
ru: Увиденные тобой покемоны
tr: Gördüğünüz Pokémon'lar
vi: Pokémon bạn đã thấy

source: Special
it: Speciale
pl: Specialne
ru: Особые
tr: Özel
vi: Đặc biệt

source: Damage
de: Schaden
it: Danno
pl: Obrażenia
ru: Урон
tr: Hasar
vi: Sát thương

source: Energy Increase
de: Energie-Anstieg
id: Kenaikan Energy
it: Aumento Energia
pl: Wzrost Energii
ru: Увелич. энергии
tr: Enerji Artışı
vi: Năng lượng gia tăng

source: Critical Hit Chance
de: Krit-Chance
id: Kemungkinan Critical Hit
it: Possibilità di Colpo Critico
pl: Szansa na krytyczny cios
ru: Шанс критического удара
tr: Kritik Vuruş Şansı
vi: Tỉ lệ chí mạng

source: Duration
de: Dauer
id: Durasi
it: Durata
pl: Czas trwania
ru: Продолжительность
tr: Süre
vi: Thời lượng

source: Energy Requirement
de: Benötigte Energie
id: Kebutuhan Energy
it: Energia Richiesta
pl: Wymagana Energia
ru: Необходимая энергия
tr: Enerji Gereksinimi
vi: Năng lượng cần thiết

source: after evolution
de: nach der Weiterentwicklung
id: setelah evolusi
it: dopo evoluzione
pl: po ewolucji
ru: после эволюции
tr: evrim sonrası
vi: sau khi tiến hoá

source: Stardust
de: Sternenstaub
it: Polvere di Stella
pl: Pył
ru: Звездная пыль
tr: Yıldız tozu
vi: Bột sao

source: Lucky Eggs
de: Glücks-Eier
it: Fortunuovo
pl: Lucky Egg
ru: Удачливые яйца
tr: Şanslı Yumurtalar
vi: Quả trứng may mắn

source: Incenses
de: Rauch
it: Aroma
pl: Kadzidełko
ru: Благовония
tr: Tütsüler
vi: Hương

source: Lure Modules
de: Lockmodule
id: Modul Lure
it: Modulo Esca
pl: Lury
ru: Модуль приманки
tr: Tuzak Modülleri
vi: Máy nhử

source: The Pokémon GO Sharing Community
de: Die Pokémon GO Sharing Community
id: Komunitas Berbagi Pokémon GO
it: La Pokémon GO Sharing Community
pl: Społeczność Pokemon Go
ru: Сообщество Pokémon GO
tr: Pokémon GO Paylaşım Topluluğu
vi: Cộng Đồng Chia Sẻ Pokémon GO

source: Share your Pokédex!
de: Teile deinen Pokédex!
id: Bagikanlah Pokédex-mu!
it: Condividi il tuo Pokédex!
pl: Podziel się swoim Pokédexem!
ru: Поделись своим покедексом!
tr: Pokédex'inizi paylaşın!
vi: Chia sẻ Pokédex của bạn!

source: Evolve
de: Weiterentwickeln
id: Evolusi
it: Evolvi
pl: Ewoluuj
ru: Эволюционировать
tr: Evrimleştir
vi: Tiến hoá

source: Go through the list of Pokémon below and click on the ones you have to add them in your Stardust Run collection
de: Gehe durch die Liste der Pokémon und klicke diejenigen, die du hast, um sie deiner Stardust Run Sammlung hinzuzufügen
id: Periksalah daftar Pokémon di bawah dan klik Pokémon yang kamu miliki untuk ditambahkan pada koleksi Stardust Run-mu
it: Scorri la lista dei Pokémon e clicca su quelli che vuoi aggiungere alla tua collezione di Stardust Run
pl: Przejrzyj listę Pokemonów poniżej i wybierz te, które chcesz dodać do kolekcji Stardust Run.
ru: Посмотри на список покемонов и кликни на тех, которых хочешь добавить в свою Stardust Run коллекцию
tr: Aşağıdaki Pokémon listesine göz atın ve sahip olduklarınızı Yıldıztozu Koşusu koleksiyonuna eklemek için tıklayın
vi: Tới danh sách Pokémon bên dưới và nhấn vào một loại mà bạn muốn thêm vào bộ sưu tập tại Stardust Run của bạn

source: What next?
de: Was nun?
id: Selanjutnya apa?
it: Cos'altro?
pl: Co dalej?
ru: Что дальше?
tr: Sırada ne var?
vi: Tiếp theo?

source: Click on the Pokémon that are the most important to you and edit their CP and nicknames
de: Klicke auf die Pokémon, die dir am wichtigsten sind, und bearbeite ihre WP und Spitznamen
id: Klik Pokémon yang paling penting untukmu dan ubah CP dan nama panggilannya
it: Clicca sui Pokémon per te più importanti e modifica i loro PL e i loro nickname
pl: Wybierz Pokemony, które są dla Ciebie najważniejsze i edytuj ich CP oraz ksywki.
ru: Кликни на покемонов, которые наиболее тебе важны, и редактируй их CP и прозвища
tr: Sizin için en önemli olan Pokémon'lara tıklayın ve CP'lerini ve takma adlarını düzenleyin
vi: Nhấn vào Pokémon quan trọng nhất đối với bạn và chỉnh sửa CP và nickname của chúng

source: Let's go!
de: Los geht's!
id: Ayo mulai!
it: Andiamo!
pl: Ruszajmy!
ru: Пошли!
tr: Haydi gidelim!
vi: Đi thôi!

source: Go further
de: Weitergehen
id: Lebih jauh
it: Avanti
pl: Idź dalej
ru: Пошли дальше
tr: Daha öteye git
vi: Đi xa hơn nữa

source: Discover everything you can do on Stardust Run
de: Entdecke, was du alles auf Stardust Run machen kannst
id: Temukan semua yang bisa kamu lakukan di Stardust Run
it: Scopri cosa puoi fare su Stardust Run
pl: Odkryj wszystko co możesz w Stardust Run.
ru: Узнай обо всем, что можно сделать на Stardust Run
tr: Yıldıztozu Koşusu'yla yapabileceğiniz şeyleri keşfedin
vi: Khám phá mọi thứ bạn có thể tại Stardust Run

source: All Pokémon with this attack
de: Alle Pokémon mit dieser Attacke
id: Semua Pokémon dengan serangan ini
it: Tutti i Pokémon con questo attacco
pl: Wszystkie Pokemony z tym atakiem
ru: Все покемоны с этой атакой
tr: Bu saldırıya sahip olan bütün Pokémon'lar
vi: Tất cả Pokémon với đòn tấn công này

source: All Attacks
de: Alle Attacken
id: Semua Serangan
it: Tutti gli Attacchi
pl: Wszystkie Ataki
ru: Все атаки
tr: Bütün Saldırılar
vi: Tất cả đòn tấn công

source: seconds
de: Sekunden
id: detik
it: secondi
pl: sekundy
ru: секунд
tr: Saniyeler
vi: thứ hai

source: Creation
de: Erstellt
id: Pembuatan
it: Creazione
pl: Tworzenie
ru: Создание
tr: Yaratılış
vi: Sự sáng tạo

source: All time
de: Aller Zeiten
id: Selamanya
it: Sempre
pl: Cały czas
ru: Всё время
tr: Tüm zaman
vi: Tất cả

source: This week
de: Diese Woche
id: Minggu ini
it: Questa settimana
pl: W tym tygodniu
ru: Эта неделя
tr: Bu hafta
vi: Tuần này

source: Ordering
de: Sortierung
id: Pengurutan
it: Ordine
pl: Kolejność wyświetlania
ru: Порядок
tr: Sıralama
vi: Theo thứ tự

source: View all
de: Zeige alle
id: Lihat semua
it: Vedi tutto
pl: Zobacz wszystkie
ru: Смотреть все
tr: Hepsini görüntüle
vi: Xem tất cả

source: {age} years old
de: {age} Jahre alt
id: {age} tahun
it: {age} anni
pl: {age} lat
ru: {age} лет
tr: {age} yaşında
vi: {age} tuổi

source: Check out my collection of cards!
de: Sieh dir meine Kartensammlung an!
id: Lihatlah koleksi kartu saya!
it: Guarda la mia collezione di carte!
pl: Obejrzyj moją kolekcję!
ru: Зацени мою коллекцию карт!
tr: Kart koleksiyonuma bakın!
vi: Xem qua bộ sưu tập thẻ của tôi!

source: The game didn't even exist at that time.
de: Das Spiel gab es noch gar nicht zu diesem Zeitpunkt.
id: Permainan ini bahkan belum ada di waktu tersebut.
it: Il gioco non esisteva in quel periodo.
pl: Gra jeszcze wtedy nie istniała.
ru: Игра даже не существовала в это время.
tr: O zamanda oyun yoktu bile.
vi: Game này chưa từng tồn tại ở thời điểm đó

source: Type
id: Tipe
it: Tipo
pl: Typ
ru: Тип
tr: Tür
vi: Loại

source: Center
de: Mitte
pl: Centrum
ru: Центр
tr: Merkez
vi: Trung tâm

source: Rarity
de: Seltenheit
it: Rarità
pl: Rzadkość
ru: Редкость
tr: Enderlik
vi: Độ hiếm

source: Favorite Idol
de: Lieblingsidol
id: Idol Favorit
it: Idol Preferita
pl: Ulubiona idolka
ru: Любимый Айдол
tr: Favori İdol
vi: Idol yêu thích

source: Producer Rank
de: Producer Rang
pl: Poziom Producenta
ru: Ранг продюсера
tr: Yapımcı Kademesi
vi: Cấp độ Producer

source: Reverse Order
de: Umgekehrte Reihenfolge
id: Urutan Terbalik
it: Ordine inverso
pl: Odwrócona kolejność
ru: Обратный порядок
tr: Ters Sıra
vi: Đảo ngược thứ tự

source: Accept friend requests
de: Bestätige Freundschaftsanfragen
id: Terima permintaan pertemanan
it: Accetta richieste di amicizia
pl: Akceptuje zaproszenia do przyjaciół
ru: Принимаю запросы в друзья
tr: Arkadaşlık isteklerini kabul et
vi: Chấp nhận lời mời kết bạn

source: Name
id: Nama
it: Nome
pl: Imię
ru: Имя
tr: Ad
vi: Tên

source: Age
de: Alter
id: Umur
it: Età
pl: Wiek
ru: Возраст
tr: Yaş
vi: Tuổi

source: Birthday
de: Geburtstag
id: Ulang tahun
it: Data di nascita
pl: Urodziny
ru: День рождения
tr: Doğumgünü
vi: Sinh nhật

source: Bust
de: Brust
id: Dada
it: Petto
pl: Biust
ru: Бюст
tr: Büst
vi: Vòng 1

source: Waist
de: Taille
id: Pinggang
it: Vita
pl: Talia
ru: Талия
tr: Bel
vi: Vòng 2

source: Hips
de: Hüfte
id: Pinggul
it: Fianchi
pl: Biodra
ru: Бедра
tr: Kalça
vi: Vòng 3

source: Beginning
de: Anfang
id: Mulai
it: Inizio
pl: Początek
ru: Начало
tr: Başlangıç
vi: Bắt đầu

source: End
de: Endet
id: Selesai
it: Fine
pl: Koniec
ru: Конец
tr: Son
vi: Kết thúc

source: T{} points
id: Poin T{}
it: T{} punti
pl: T{} w punktach
ru: T{} очки
tr: T{} puan
vi: Điểm T{}

source: T{} rank
de: T{} Rang
id: Peringkat T{}
pl: T{} w rankingu
ru: T{} ранг
tr: T{} sıra
vi: Rank T{}

source: Event
it: Evento
ru: Ивент
tr: Etkinlik

source: Limited
de: Limitiert
id: Terbatas
it: Limitata
pl: Limitowana
ru: Ограниченная
tr: Sınırlı
vi: Giới hạn

source: Awakened
de: Erwacht
it: Trasformata
pl: Przemieniona
ru: Айдолизирована
tr: Uyandırılmış
vi: Thức tỉnh

source: Art
de: Illustration
id: Gambar
ru: Арт
tr: Sanat

source: Release Date
de: Veröffentlichungsdatum
id: Tanggal Rilis
it: Data di rilascio
pl: Data wydania
ru: Дата выхода
tr: Çıkış tarihi
vi: Ngày ra mắt

source: ID
tr: Kimlik

source: Vocal
pl: Wokal
ru: Вокал
tr: Vokal

source: Dance
pl: Taniec
ru: Хореогр.
tr: Dans

source: Visual
pl: Wygląd
ru: Визуал.
tr: Görsel

source: Skill
it: Abilità
pl: Umiejętność
ru: Навык
tr: Yetenek
vi: Kĩ năng

source: Skilled Producer
de: Fähiger Producer
pl: Zdolny Producent
ru: Опытный продюсер
tr: Yetenekli Yapımcı

source: Expert Producer
de: Experten Producer
pl: Ekspercki Producent
ru: Продюсер эксперт
tr: Deneyimli Yapımcı

source: Veteran Producer
de: Veteranen Producer
pl: Weteran Producentów
ru: Продюсер ветеран
tr: Uzman Yapımcı

source: Ultimate Producer
de: Ultimativer Producer
pl: Najwyższej Klasy Producent
ru: Невероятный продюсер
tr: Kıdemli Yapımcı

source: Idol Master
pl: Mistrz Idolek
ru: Айдолмастер
tr: İdol Ustası

source: Cute
tr: Tatlı

source: Cool
tr: Havalı

source: Passion
tr: Tutku

source: Right
de: Rechts
id: Kanan
it: Destra
pl: Prawa
ru: Правая
tr: Sağ
vi: Tay phải

source: Left
de: Links
id: Kiri
it: Sinistra
pl: Lewa
ru: Левая
tr: Sol
vi: Tay trái

source: Both
de: Beide
id: Keduanya
it: Entrambi
pl: Obie
ru: Обе
tr: İkisi de
vi: Cả hai

source: Leo
de: Löwe
it: Leone
pl: Lew
ru: Лев
tr: Aslan
vi: Cung Sư Tử

source: Aries
de: Widder
it: Ariete
pl: Baran
ru: Овен
tr: Koç
vi: Cung Bạch Dương

source: Libra
de: Waage
it: Bilancia
pl: Waga
ru: Весы
tr: Terazi
vi: Cung Thiên Bình

source: Virgo
de: Jungfrau
it: Vergine
pl: Panna
ru: Дева
tr: Başak
vi: Cung Xử Nữ

source: Scorpio
de: Skorpion
it: Scorpione
pl: Skorpion
ru: Скорпион
tr: Akrep
vi: Cung Thiên Yết

source: Capricorn
de: Steinbock
it: Capricorno
pl: Koziorożec
ru: Козерог
tr: Oğlak
vi: Cung Ma Kết

source: Pisces
de: Fische
it: Pesci
pl: Ryby
ru: Рыбы
tr: Balık
vi: Cung Song Ngư

source: Gemini
de: Zwilling
it: Gemelli
pl: Bliźnięta
ru: Близнецы
tr: İkizler
vi: Cung Song Tử

source: Cancer
de: Krebs
it: Cancro
pl: Rak
ru: Рак
tr: Yengeç
vi: Cung Cự Giải

source: Sagittarius
de: Schütze
it: Sagittario
pl: Strzelec
ru: Стрелец
tr: Yay
vi: Cung Xạ Thủ

source: Aquarius
de: Wassermann
it: Acquario
pl: Wodnik
ru: Водолей
tr: Kova
vi: Cung Bảo Bình

source: Taurus
de: Stier
it: Toro
pl: Byk
ru: Телец
tr: Boğa
vi: Cung Kim Ngưu

source: Token
it: Gettone
pl: Żeton
ru: Токен
tr: Jeton

source: Medley
pl: Składanka
ru: Мидли
tr: Mix

source: Coop
ru: Ко-оп
tr: Çok oyunculu

source: Caravan
ru: Караван
tr: Karavan

source: Rare
de: Selten
it: Rara
tr: Nadir

source: Super super rare
de: Super Super Selten
it: Super Super Rara
tr: Çok Çok Nadir

source: Combo Lock
pl: Zabezpieczenie Combo
ru: Замок на Комбо
tr: Kombo Kilidi

source: Healer
de: Heiler
pl: Uzdrowicielka
ru: Целитель
tr: İyileştirici

source: Life Lock
pl: Zabezpieczenie Życia
ru: Замок на Жизнь
tr: HP Kilidi

source: Combo Bonus
it: Bonus Combo
pl: Bonus Combo
ru: Комбо бонус
tr: Kombo Bonusu

source: Perfect Score Bonus
it: Bonus Perfect Score
ru: Бонус на Perfect ноты
tr: Mükemmel Skor Bonusu

source: Overload
pl: Przeładowanie
ru: Перегрузка
tr: Aşırı yüklenme

source: Score Boost
pl: Zwiększenie Wyniku
ru: Повышение очков
tr: Skor Desteği

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Great notes into Perfect notes in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance alle Great Noten in Perfekt Noten für die nächsten {skill_duration} Sekunden umzuwandeln.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% untuk mengubah semua not Great menjadi Perfect selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% di trasformare tutti i Great in Perfect nei {skill_duration} secondi successivi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans na zamienienie wszystkich nut Great w Perfect przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что все Great ноты будут становиться Perfect нотами на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca bütün Great notalarını Perfect'e çevirmek için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, sẽ có {trigger_chance}% cơ hội chuyển tất cả Great thành Perfect trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance alle Nice und Great Noten in Perfekt Noten für die nächsten {skill_duration} Sekunden umzuwandeln.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% untuk mengubah semua not Nice dan Great menjadi Perfect selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% di trasformare tutti i Nice e Great in Perfect nei successivi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans na zamienienie wszystkich nadchodzących nut Nice i Great w Perfect przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что все Nice и Great ноты будут становиться Perfect нотами на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca bütün Great ve Nice notalarını Perfect'e çevirmek için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, sẽ có {trigger_chance}% cơ hội chuyển tất cả Nice và Great thành Perfect trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance of turning all Bad, Nice and Great notes into Perfect notes in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance alle Bad, Nice und Great Noten in Perfekt Noten für die nächsten {skill_duration} Sekunden umzuwandeln.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% untuk mengubah semua not Bad, Nice dan Great menjadi Perfect selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% di trasformare tutti i Bad, Nice e Great in Perfect nei successivi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans na zamienienie wszystkich nut Bad, Nice i Great w Perfect przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что все Bad, Nice и Great ноты будут становиться Perfect нотами на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca bütün Bad, Great ve Nice notalarını Perfect'e çevirmek için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, sẽ có {trigger_chance}% cơ hội chuyển tất cả Bad, Nice và Great thành Perfect trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Nice notes will not break the combo in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass Nice Noten die Combo in den nächsten {skill_duration} nicht brechen werden.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% agar not Nice tidak mematahkan kombo selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che i Nice non interrompano la combo nei successivi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans na to, że nuty Nice nie zniszczą combo przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что Nice ноты не будут сбивать комбо на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca Nice notalarının kombonuzu kırmaması için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Nice sẽ không phá Combo trong {skill_duration} giây sau đó.
