Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will restore {skill_value} life in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass Perfekt Noten {skill_value} Leben in den nächsten {skill_duration} Sekunden wiederherstellen werden.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% bagi not Perfect untuk memulihkan {skill_value} Health selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che i Perfect ripristinino {skill_value} di vita nei successivi {skill_duration} secondi.
pl: Co {trigger_value} sekund jest {trigger_chance}% szansy, że nuty Perfect odzyskają {skill_value} życia przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что Perfect ноты будут восстанавливать жизнь на {skill_value} очков на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca Perfect notalarının canınızı {skill_value} arttırması için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Perfect sẽ hồi {skill_value} thể lực trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will not lose health in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass keine Leben in den nächsten {skill_duration} Sekunden verloren werden können.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% Health tidak dapat berkurang selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che tu non perda vita nei successivi {skill_duration} secondi.
pl: Co {trigger_value} sekund masz {trigger_chance}% szansy, że nie stracisz życia przez następne {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что ты не будешь терять очки жизни на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca can kaybetmemeniz için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% bạn không bị mất thể lực trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass du einen extra {skill_value}% Combo Bonus in den nächsten {skill_duration} Sekunden erhältst.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% untuk mendapatkan tambahan bonus kombo sebesar {skill_value}% selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che tu guadagni un bonus combo extra del {skill_value}% nei successivi {skill_duration} secondi.
pl: Co {trigger_value} sekund masz {trigger_chance}% szansy, że otrzymasz dodatkowy {skill_value}% combo bonus na następne {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что ты будешь получать {skill_value}% комбо бонус на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca {skill_value}%lık bir kombo bonusu almanız için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, sẽ có {trigger_chance}% cơ hội nhận được thêm {skill_value}% combo bonus trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass Perfekt Noten einen {skill_value}% Score Bonus in den nächsten {skill_duration} Sekunden erhalten werden.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% bagi not Perfect untuk mendapatkan bonus skor sebesar {skill_value}% selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che i Perfect ricevano un punteggio bonus del {skill_value}% nei successivi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans, że kolejne nuty Perfect otrzymywają {skill_value}% bonusowych punktów przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что очки от Perfect нот будут получать {skill_value}% бонус на протяжении следующих {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca Perfect notaların {skill_value}%lik bir puan bonusu alması için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Perfect sẽ nhận được {skill_value} điểm thưởng trong {skill_duration} giây sau đó.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% bonus and Nice and Bad notes will not break your combo in the next {skill_duration} seconds, at the cost of {skill_value2} life.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass Perfekt Noten einen {skill_value}% Bonus erhalten und Nice und Bad Noten deine Combo nicht brechen in den nächsten {skill_duration} Sekunden, auf Kosten von {skill_value2} Leben.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% bagi not Perfect untuk mendapatkan bonus skor sebesar {skill_value}% dan not Nice dan Bad tidak akan mematahkan kombomu selama {skill_duration} berikutnya, dengan pemotongan sebesar {skill_value2} Health.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che i Perfect ricevano un punteggio bonus del {skill_value}% e che i Nice e i Bad non interrompano la combo nei successivi {skill_duration} secondi, al prezzo di {skill_value2} di vita.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans, że kolejne nuty Perfect otrzymają {skill_value}% bonusowych punktów, a Nice i Bad nie zniszczą combo przez najbliższe {skill_duration} sekund kosztem {skill_value2} życia.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что Perfect ноты будут получать {skill_value}% бонус и Nice с Bad нотами не будут сбивать комбо на протяжении следующих {skill_duration} секунд, но будут забирать {skill_value2} очков жизни.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca {skill_value2} can puanı karşılığında Perfect notaların {skill_value}%lik bir bonus alması ve Nice ve Bad notalarının kombonuzu kırmaması için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Perfect sẽ nhận được thêm {skill_value} điểm thưởng và Nice, Bad sẽ không phá Combo trong {skill_duration} giây sau đó, đổi lại {skill_value2} thể lực.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Great and Perfect notes will receive a {skill_value}% score bonus in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden besteht eine {trigger_chance}% Chance, dass Great und Perfekt Noten einen {skill_value}% Score Bonus in den nächsten {skill_duration} Sekunden erhalten werden.
id: Untuk setiap {trigger_value} detik, ada kemungkinan {trigger_chance}% bagi not Great dan Perfect untuk mendapatkan bonus skor sebesar {skill_value}% selama {skill_duration} berikutnya.
it: Ogni {trigger_value} secondi, c'è una possibilità del {trigger_chance}% che i Great e i Perfect ricevano un punteggio bonus del {skill_value}% nei successivi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans, że kolejne nuty Great i Perfect otrzymają {skill_value}% bonusowych punktów przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс, что Great и Perfect ноты будут получать {skill_value}% бонус на протяжении {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca bütün Great notalarının bir puan bonusu alması için {trigger_chance}%lik bir olasılık vardır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Great và Perfect sẽ nhận được thêm {skill_value} điểm thưởng trong {skill_duration} giây sau đó.

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}%.
de: Steigert {leader_skill_type} aller {idol_type} Idols um {leader_skill_percent}%.
id: Meningkatkan {leader_skill_type} bagi seluruh idol {idol_type} sebesar {leader_skill_percent}%.
it: Aumenta {leader_skill_type} di tutte le idol {idol_type} del {leader_skill_percent}%.
pl: Zwiększa {leader_skill_type} wszystkich {idol_type} idolek o {leader_skill_percent}%.
ru: Повышает {leader_skill_type} всех {idol_type} айдолов на {leader_skill_percent}%.
tr: Bütün {idol_type} idollerin {leader_skill_type} yeteneğini yüzde {leader_skill_percent} arttırır.
vi: Tăng {leader_skill_type} của tất cả {idol_type} idol trong {leader_skill_percent}%

source: Life
de: Leben
it: Vita
pl: Życie
ru: Жизнь
tr: HP

source: Voice
de: Stimme
it: Voce
pl: Głos
ru: Голос
tr: Ses

source: Make-Up
pl: Makijaż
ru: Макияж
tr: Makyaj

source: Step
de: Schritt
pl: Krok
ru: Шаг
tr: Adım

source: Energy
de: Energie
it: Energia
pl: Energia
ru: Энергия
tr: Enerji

source: Ability
de: Fähigkeit
it: Abilità
pl: Umiejętność
ru: Способность
tr: Yetenek

source: Brilliance
de: Brillianz
pl: Blask
tr: Mükemmellik

source: Shiny
de: Glänzed
ru: Сияние
tr: Parlak

source: Tricolor
it: Tricolore
ru: Триколор
tr: Üç renk

source: Thumbs
de: Daumen
id: Jempol
it: Pollici
pl: Kciukami
ru: Большие пальцы
tr: Başparmaklar
vi: Ngón cái

source: All fingers
de: Alle Finger
id: Seluruh jari
it: Tutte le dita
pl: Wszystkimi palcami
ru: Все пальцы
tr: Bütün parmaklar
vi: Tất cả ngón tay

source: Index fingers
de: Zeigefinger
id: Jari telunjuk
it: Indici
pl: Palcami wskazującymi
ru: Указ. пальцы
tr: İşaret parmağı
vi: Ngón trỏ

source: One hand
de: Eine Hand
id: Satu tangan
it: Una mano
pl: Jedną dłonią
ru: Одна рука
tr: Tek el
vi: Một tay

source: Other
de: Andere/-s
id: Lainnya
it: Altro
pl: Inne
ru: Другое
tr: Diğer
vi: Khác

source: Blood Type
de: Blutgruppe
id: Golongan Darah
it: Gruppo Sanguigno
pl: Grupa krwi
ru: Группа крови
tr: Kan grubu
vi: Nhóm máu

source: Writing Hand
de: Schreibhand
id: Tangan untuk Menulis
it: Mano Dominante
pl: Dominująca ręka
ru: Преобладающая рука
tr: Yazma eli
vi: Tay thuận

source: Astrological Sign
de: Sternzeichen
id: Zodiak
it: Segno Zodiacale
pl: Znak zodiaku
ru: Знак зодиака
tr: Burç
vi: Cung hoàng đạo

source: Hometown
de: Heimatstadt
id: Kota Asal
it: Città di nascita
pl: Rodzinne miasto
ru: Родной город
tr: Memleket
vi: Quê

source: Hobbies
de: Hobbys
id: Hobi
it: Hobby
pl: Zainteresowania
ru: Хобби
tr: Hobiler
vi: Sở thích

source: Signature
de: Autogramm
id: Tanda Tangan
it: Firma
pl: Podpis
ru: Подпись
tr: İmza
vi: Chữ kí

source: Kind
de: Art
id: Jenis
it: Tipo
pl: Rodzaj
ru: Тип
tr: Tür
vi: Loại

source: Game ID
de: Spieler ID
it: ID di Gioco
pl: ID gry
ru: ID в игре
tr: Oyun Kimliği

source: Device
de: Gerät
it: Dispositivo
pl: Urządzenie
ru: Устройство
tr: Cihaz
vi: Máy

source: Play with
de: Spielt mit
id: Bermain menggunakan
it: Gioca con
pl: Graj z
ru: Играю с
tr: Oynanan cihaz
vi: Chơi với

source: Operating System
de: Betriebssystem
id: Sistem Operasi
it: Sistema operativo
pl: System operacyjny
ru: Оперативная система
tr: İşletim sistemi
vi: Hệ điều hành

source: Title
de: Titel
id: Nama
it: Titolo
pl: Tytuł
ru: Название
tr: Ünvan
vi: Chủ đề

source: Transparent
id: Gambar transparan
it: Trasparente
pl: Przeźroczyste
ru: Прозрачная
tr: Şeffaf

source: Icon
id: Ikon
it: Icona
pl: Ikona
ru: Иконка
tr: İkon

source: Maximum
id: Maksimal
it: Massimo
pl: Maksimum
ru: Максимум
tr: Maksimum
vi: Lớn nhất

source: Overall
de: Insgesamt
id: Keseluruhan
it: Complessivo
pl: Ogólnie
ru: Общее
tr: Ortalama
vi: Tổng cộng

source: Max leveled
de: Maximaler Level
it: Al massimo livello
pl: Maksymalny Poziom
ru: Макс. уровень
tr: Maksimum Seviye
vi: Cấp độ tối đa

source: Star Rank
de: Sternen Rang
pl: Stopień Gwiazdy
ru: Ранг звезды
tr: Yıldız
vi: Cấp sao

source: Skill Level
de: Fähigkeiten Level
it: Livello abilità
pl: Poziom Umiejętności
ru: Уровень навыка
tr: Yetenek Rütbesi
vi: Cấp độ kĩ năng

source: Obtained Date
de: Erhalten am
id: Tanggal Didapatkan
it: Data ottenimento
pl: Zdobyta
ru: Дата получения
tr: Alındığı Tarih
vi: Ngày sở hữu

source: Cards
de: Karten
id: Kartu
it: Carte
pl: Karty
ru: Карты
tr: Kartlar
vi: Thẻ

source: Events
id: Event
it: Eventi
pl: Eventy
ru: Ивенты
tr: Etkinlikler

source: Songs
id: Lagu
it: Canzoni
pl: Utwory
ru: Песни
tr: Şarkılar
vi: Bài hát

source: {nth} Favorite Idol
de: {nth} Lieblingsidol
id: Idol favorit ke-{nth}
it: {nth} Idol preferita
pl: {nth} ulubiona idolka
ru: {nth} Любимый Айдол
tr: {nth} Favori İdol
vi: Idol yêu thích {nth}

source: Favorite Cards
de: Lieblingskarten
id: Kartu Favorit
it: Carte Preferite
pl: Ulubione karty
ru: Любимые карты
tr: Favori Kartlar
vi: Thẻ yêu thích

source: New Cards
de: Neue Karten
id: Kartu Baru
it: Nuove Carte
pl: Nowe karty
ru: Новые карты
tr: Yeni kartlar
vi: Thẻ mới

source: Comedy
id: Komedi
pl: Komedie
ru: Комедия
tr: Komedi
vi: Hài hước

source: Room Decoration
de: Raumdekor
id: Dekorasi Ruangan
it: Decorazioni Stanza
pl: Dekoracje Pokoju
ru: Декорация комнаты
tr: Oda dekorasyonu
vi: Trang trí phòng

source: Introduce yourself
de: Stelle dich vor
id: Perkenalkan dirimu
it: Presentati
pl: Przedstaw się
ru: Представь себя
tr: Kendini tanıt
vi: Giới thiệu bản thân

source: Idols
it: Idol
pl: Idolki
ru: Айдолы
tr: İdoller

source: Cosplay
ru: Косплей
tr: Kostüm oyunu

source: Community
id: Komunitas
pl: Społeczność
ru: Сообщество
tr: Topluluk
vi: Cộng đồng

source: Card
de: Karte
id: Kartu
it: Carte
pl: Karta
ru: Карта
tr: Kart
vi: Thẻ

source: Yes
de: Ja
id: Ya/Ada
it: Si
pl: Tak
ru: Да
tr: Evet
vi: Có

source: No
de: Nein
id: Tidak
pl: Nie
ru: Нет
tr: Hayır
vi: Không

source: Share your cards!
de: Teile deine Karten!
id: Bagikanlah kartumu!
it: Condividi le tue carte!
pl: Podziel się swoimi kartami!
ru: Поделись своими картами!
tr: Kartlarını paylaş
vi: Chia sẻ các thẻ của bạn!

source: Start sharing your beautiful collection!
de: Beginne deine wunderbare Kollektion zu teilen!
id: Mulailah membagikan koleksi kerenmu!
it: Inizia a condividere la tua bellissima collezione!
pl: Zacznij dzielić się swoją piękną kolekcją!
ru: Начни делиться своей прекрасной коллекцией!
tr: Harika koleksiyonunu paylaşmaya başla!
vi: Bắt đầu chia sẻ bộ sưu tập tuyệt đẹp của bạn!

source: Open the game, go to Idols ("アイドル"), then go to Idols List ("所属アイドル一覧")
de: Öffne das Spiel, gehe zuerst zu Idols ("アイドル"), dann zu Idolliste ("所属アイドル一覧")
id: Buka permainan, masuk ke Idols ("アイドル"), kemudian periksalah Idols List ("所属アイドル一覧")
it: Apri il gioco, vai su idols ("アイドル"), poi vai a Lista Idols ("所属アイドル一覧")
pl: Otwórz grę, kliknij Idolki ("アイドル"), potem przejdź do Listy Idolek ("所属アイドル一覧")
ru: Открой игру, нажми на Айдолы ("アイドル"), затем на Список айдолов ("所属アイドル一覧")
tr: Oyunu açın, İdoller kısmına gidin ("アイドル") ve oradan İdoller Listesine gidin ("所属アイドル一覧")
vi: Mở game, nhấn vào Idols ("アイドル"), rồi nhấn vào Danh sách Idol ("所属アイドル一覧")

source: Go through the list of cards below and click "+" on the ones you have to add them in your Cinderella Producers collection, then click again for more options
de: Gehe durch die Kartenliste unten und klicke "+" bei Karten die du besitzt, um sie in deine Cinderella Producers Kollektion aufzunehmen. Klicke erneut für mehr Optionen.
id: Lihatlah daftar kartu di bawah ini dan klik "+" pada kartu yang kamu miliki untuk menambahkannya pada koleksi Cinderella Producers-mu, kemudian klik lagi untuk mendapatkan lebih banyak pilihan.
it: Vai alla lista carte qua sotto e clicca "+" su quelle che vuoi aggiungere alla tua collezione di Cinderella Producers, poi clicca di nuovo per altre opzioni
pl: Kliknij ''+'' przy kartach, które posiadasz, aby dodać je do swojej kolekcji Cinderella Producers, potem możesz kliknąć ponownie, aby rozwinąć więcej opcji
ru: Просмотри список карт ниже и кликни "+" на тех, которые ты хочешь добавить в свою коллекцию; кликни ещё раз для дополнительных опций
tr: Aşağıdaki kart listesine göz atın ve sahip olduğunuz kartları Cinderella Producers koleksiyonunuza eklemek için "+"ya basın, daha fazla opsiyon için yeniden tıklayın
vi: Lướt qua danh sách thẻ bên dưới và nhấn "+" ở vị trí mà bạn cần thêm họ vào bộ sưu tập Cinderella Producer, rồi nhấn thêm lần nữa để hiện thêm những tùy chọn

source: Next
id: Selanjutnya
it: Prossimo
pl: Następnie
ru: Далее
tr: İleri
vi: Tiếp

source: Click to add %(card)s to your collection
de: Klicke um %(Karte)s en zu deiner Kollektion hinzuzufügen
id: Klik untuk menambahkan %(card)s ke dalam koleksimu
it: Clicca per aggiungere %(card)s alla tua collezione
pl: Kliknij aby dodać %(card)s do swojej kolekcji
ru: Кликни, чтобы добавить %(card)s в свою коллекцию
tr: Kolesiyonunuza %(card)s eklemek için tıklayın
vi: Nhấn để thêm %(card)s vào bộ sưu tập của bạn

source: Leader Skill
it: Abilità Leader
pl: Umiejętność Liderki
ru: Навык лидера
tr: Lider Yeteneği
vi: Kĩ năng nhóm trưởng

source: Scouted by
de: Gescoutet von
id: Di-scout oleh
it: Scoutato da
pl: Posiadana przez
ru: Скаутнули
tr: Tarafından keşfedildi
vi: Sở hữu bởi

source: Download
id: Unduh
pl: Pobierz
ru: Скачать
tr: İndir
vi: Tải xuống

source: Card Info
de: Karteninfo
id: Info kartu
it: Info Carta
pl: Dane karty
ru: Инфо карты
tr: Kart Bilgisi
vi: Thông tin thẻ

source: Add to
de: Hinzufügen zu
id: Tambahkan ke
it: Aggiungi a
pl: Dodaj do
ru: Добавить в
tr: Ekle
vi: Thêm vào

source: Add this card to your collection
de: Füge diese Karte deiner Kollektion hinzu
id: Tambahkan kartu ini ke dalam koleksimu
it: Aggiungi questa carta alla tua collezione
pl: Dodaj tę kartę do Twojej kolekcji
ru: Добавить карту в свою коллекцию
tr: Bu kartı koleksiyonuna ekle
vi: Thêm thẻ này vào bộ sưu tập của bạn

source: Your cards
de: Deine Karten
id: Kartumu
it: Le tue carte
pl: Twoje karty
ru: Твои карты
tr: Kartların
vi: Thẻ của bạn

source: Remove this card from your favorites
de: Entferne diese Karte von deinen Favoriten
id: Hapus kartu ini dari favoritmu
it: Rimuovi questa carta dai tuoi preferiti
pl: Usuń tę kartę ze swoich ulubionych
ru: Удалить карту из избранного
tr: Bu kartı favorilerinden çıkar
vi: Bỏ thẻ này khỏi danh sách yêu thích của bạn

source: Add this card to your favorites
de: Füge diese Karte deinen Favoriten hinzu
id: Tambah kartu ini ke favoritmu
it: Aggiungi quest carta ai tuoi preferiti
pl: Dodaj tę kartę do swoich ulubionych
ru: Добавить карту в избранное
tr: Bu kartı favorilerine ekle
vi: Thêm thẻ này vào danh sách yêu thích của bạn

source: Fans
id: Penggemar
pl: Fani
ru: Фаната(-ов)
tr: Hayranlar

source: Only
de: Nur
id: Ya
it: Solo
pl: Tylko
ru: Только
tr: Sadece
vi: Duy nhất

source: None
id: Tidak
it: Nessuno
pl: Żaden
ru: Нет
tr: Hiçbiri
vi: Trống

source: Liked this activity
de: Gefällt diese Aktivität
id: Menyukai aktivitas ini
it: Attività piaciuta
pl: Polubił tą aktywność
ru: Понравилась эта запись
tr: Bu etkinliği beğendi
vi: Đã thích hoạt động này

source: Loading
de: Lädt
id: Memuat
it: Caricamento
pl: Ładowanie
ru: Загрузка
tr: Yükleniyor
vi: Đang tải...

source: Producer Level
it: Livello Produttore
pl: Poziom Producenta
ru: Уровень продюсера
tr: Yapımcı Seviyesi
vi: Cấp độ Producer

source: %(idol)s performed in %(total_results)s events
de: %(idol)s trat in %(total_results)s Events auf
id: %(idol)s terlibat dalam %(total_results)s event
it: %(idol)s si sono esibite in %(total_results)s eventi
pl: %(idol)s wystąpiło podczas %(total_results)s eventów
ru: %(idol)s выступила в %(total_results)s ивентах
tr: %(idol)s %(total_results)s etkinlikte sahne aldı
vi: %(idol)s đã trình diễn %(total_results)s event

source: %(total_results)s producers scouted %(own_card)s
id: %(total_results)s produser men-scout %(own_card)s
it: %(total_results)s Produttori hanno scoutato %(own_card)s
pl: %(total_results)s producentów wylosowało %(own_card)s
ru: %(total_results)s продюсеров получили %(own_card)s
tr: %(total_results)s yapımcılar %(own_card)s keşfetti
vi: %(total_results)s Producer đã sở hữu %(own_card)s

source: Badge
de: Abzeichen
id: Lencana
it: Distintivo
pl: Odznaka
ru: Значок
tr: Rozet
vi: Huy hiệu

source: Badges
de: Abzeichen
id: Lencana
it: Distintivi
pl: Odznaki
ru: Значки
tr: Rozetler
vi: Các huy hiệu

source: Bronze
id: Perunggu
it: Bronzo
pl: Brąz
ru: Бронза
tr: Bronz
vi: Đồng

source: Silver
de: Silber
id: Perak
it: Argento
pl: Srebro
ru: Серебро
tr: Gümüş
vi: Bạc

source: Gold
id: Emas
it: Oro
pl: Złoto
ru: Золото
tr: Altın
vi: Vàng

source: %(percent)s%% funded
de: %(percent)s%% finanziert
id: %(percent)s%% terdanai
it: Finanziato al %(percent)s%%
pl: %(percent)s%% sfinansowane
ru: спонсировано %(percent)s%%
tr: %(percent)s%% finanse edildi
vi: %(percent)s%% đã tài trợ

source: Granted by
de: Erteilt von
id: Diberikan oleh
it: Concesso da
pl: Przyznane przez
ru: Предоставлено
tr: tarafından verildi
vi: Được cấp bởi

source: No donation yet
de: Noch wurde nichts gespendet
id: Belum ada donasi
it: Ancora nessuna donazione
pl: Jeszcze nieufundowane
ru: Ещё нет пожертвований
tr: Henüz bağış yok
vi: Chưa đóng góp

source: Learn more
de: Erfahre mehr
id: Pelajari lebih lanjut
it: Leggi di più
pl: Dowiedz się więcej
ru: Узнать больше
tr: Daha fazla ögren
vi: Tìm hiểu thêm

source: Popularity
de: Beliebtheit
id: Popularitas
it: Popolarità
pl: Popularność
ru: Популярность
tr: Popülerlik
vi: Độ nổi tiếng

source: Favorited by
de: Favorisiert von
id: Difavoritkan oleh
it: Preferito da
pl: Ulubiona
ru: Нравится
tr: Favorilerine ekleyenler
vi: Được yêu thích bởi

source: Fan made
id: Buatan penggemar
pl: Fanowskie prace
ru: От фаната
tr: Hayran yapımı

source: Merchandise
id: Suvenir
pl: Towar
ru: Мерч
tr: Ürünler
vi: Sản phẩm

source: Unrelated
de: Nicht relevant
id: Tidak terkait
it: Non pertinente
pl: Niepowiązane
ru: Оффтоп
tr: Alakasız
vi: Không liên quan

source: %(total)s producer
de: %(total)s Produzent
id: %(total)s produser
it: %(total)s produttore
pl: %(total)s producent
ru: %(total)s продюсер
tr: %(total)s yapımcı

source: Share
de: Teilen
id: Bagikan
it: Condividi
pl: Udostępnij
ru: Поделиться
tr: Paylaş
vi: Chia sẻ

source: Local time
de: Ortszeit
id: Waktu lokal
it: Ora locale
pl: Czas lokalny
ru: Местное время
tr: Yerel saat
vi: Giờ địa phương

source: Open {thing}
de: Öffnen
id: Tampilkan {thing}
it: Apri {thing}
pl: Otwórz {thing}
ru: Открыть {thing}
tr: {thing} Aç
vi: Mở {thing}

source: Reverse order
de: Umgekehrte Reihenfolge
id: Urutan terbalik
it: Ordine inverso
pl: Odwrócona kolejność
ru: Обратный порядок
tr: Ters sıra
vi: Đảo ngược thứ tự

source: Reason
de: Grund
id: Alasan
it: Ragioni
pl: Powód
ru: Причина
tr: Neden
vi: Lý do

source: Edit {thing}
de: Bearbeiten
id: Ubah {thing}
it: Modifica {thing}
pl: Edytuj {thing}
ru: Редактировать {thing}
tr: {thing} Düzenle
vi: Chỉnh sửa {thing}

source: Delete {thing}
de: Löschen
id: Hapus {thing}
it: Cancella {thing}
pl: Usuń {thing}
ru: Удалить {thing}
tr: {thing} Sil
vi: Xoá {thing}

source: Report {thing}
de: Melden
id: Laporkan {thing}
it: Segnala {thing}
pl: Zgłoś {thing}
ru: Пожаловаться на {thing}
tr: {thing} Rapor et
vi: Báo cáo {thing}

source: Add {thing}
de: Hinzufügen
id: Tambah {thing}
it: Aggiungi {thing}
pl: Dodaj {thing}
ru: Добавить {thing}
tr: {thing} Ekle
vi: Thêm {thing}
