Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: If you're a developer and you would like to get the data of the game in a convenient format, we provide a public REST API to get the game data, our users datacards, and more!
de: Wenn du ein Entwickler bist und die Daten des Spiels in einem praktischen Format haben möchtest - wir bieten eine öffentliche REST API an, um die Spieldaten, die Datenkarten unserer User und mehr zu holen!
id: Jika kamu adalah seorang pengembang dan ingin mendapatkan data permainan dalam format yang mudah diakses, kami menyediakan sebuah REST API yang terbuka bagi publik untuk mendapatkan data permainan, kartu data pengguna kami, dan masih banyak lagi!
it: Se sei uno sviluppatore e vuoi ottenere i dati del gioco in un formato ottimale, forniamo un REST API pubblico per i dati del gioco, le datacard utenti, e altro!
pl: Jeżeli jesteś developerem i chciałbyś dostać dane gry w wygodnym formacie, udostępniamy publiczny interfejs API REST, aby uzyskać dane gry, karty danych naszych użytkowników i wiele więcej!
ru: Если ты разработчик и хотел бы получить данные игры в удобном формате, мы предоставили открытый REST API для получения данных игры и др.!
tr: Bir geliştiriciyseniz ve oyunun verilerini uygun bir biçimde almak istiyorsanız, oyun verilerini, kullanıcılarımızın veri kartlarını ve daha fazlasını elde etmek için genel bir REST API'sı sunuyoruz!
vi: Nếu bạn là lập trình viên và bạn muốn sử dụng dữ liệu của game ở một định dạng thuận tiện hơn, chúng mình cung cấp một REST API công cộng để lấy dữ liệu về game, các thẻ dữ liệu từ những người dùng, và hơn nữa!

source: Donators
de: Spender
id: Donatur
it: Donatori
pl: Donatorzy
ru: Пожертвовавшие
tr: Bağışçılar
vi: Những người đóng góp

source: Forgot password?
de: Passwort vergessen?
id: Lupa kata sandi?
it: Password dimenticata?
pl: Zapomniałeś hasła?
ru: Забыли пароль?
tr: Parolanızı mı unuttunuz?
vi: Quên mật khẩu?

source: Change your password
de: Passwort ändern
id: Ubah kata sandi
it: Cambia password
pl: Zmień hasło
ru: Изменить свой пароль
tr: Şifreni değiştir
vi: Đổi mật khẩu

source: Emails
id: Email
it: Email
pl: Maile
ru: Эл. адрес
tr: E-postaların

source: Links
id: Tautan
it: Link
pl: Odnośniki
ru: Ссылки
tr: Bağlantılar
vi: Liên kết

source: Avatar
pl: Awatar
ru: Аватар
tr: Profil resmi
vi: Hình đại diện

source: To change your avatar, use Gravatar with the same email address.
de: Benutze Gravatar mit der gleichen E-Mail-Adresse, die du auf dieser Seite verwendest, um deinen Avatar zu ändern.
id: Untuk mengubah avatar, gunakan Gravatar dengan alamat email yang sama.
it: Per cambiare avatar, usa Gravatar con lo stesso indirizzo email.
pl: Aby zmienić awatar, użyj Gravatara przypisanego do tego samego adresu mailowego.
ru: Чтобы сменить свой аватар, используй Gravatar с таким же адресом эл. почты.
tr: Avatarınızı değiştirmek için, Gravatar'la aynı mail adresini kullanın.
vi: Để thay đổi hình đại diện, sử dụng Gravatar với cùng một Email đã đăng ký

source: F.A.Q.
ru: ЧаВо
tr: S.S.S.

source: Change Avatar
de: Avatar ändern
id: Ubah Avatar
it: Cambia Avatar
pl: Zmień awatar
ru: Сменить аватар
tr: Avatar Değiştir
vi: Thay hình đại diện

source: Accounts
id: Akun
it: Account
pl: Konta
ru: Аккаунты
tr: Hesaplar
vi: Tài khoản

source: 1 {object} matches your search:
de: Ein {object} passt zu deiner Suche:
id: 1 {object} yang sesuai dengan pencarianmu:
it: 1 {object} rientra nella tua ricerca:
pl: 1 {object} spełnia kryteria wyszukiwania:
ru: 1 {object} совпадает с поиском:
tr: 1 {object} aramanıza eşleşiyor:
vi: 1 {object} phù hợp với tìm kiếm:

source: {total} {objects} match your search:
de: {total} {objects} passen zu deiner Suche:
id: {total} {objects} yang sesuai dengan pencarianmu:
it: {total} {objects} rientrano nella tua ricerca:
pl: {total} {objects} spełniają kryteria wyszukiwania:
ru: {total} {objects} совпадают с поиском:
tr: {total} {objects} aramanızla eşleşiyor:
vi: {total} {objects} phù hợp với tìm kiếm:

source: Become a contributor to help us fill the database
de: Leiste deinen Beitrag und hilf uns die Datenbank zu füllen.
id: Jadilah kontributor untuk membantu kami mengisi database
it: Diventa contributore per aiutarci a riempire il database
pl: Pomóż nam zapełnić bazę danych
ru: Стань контрибьютором и помоги дополнить базу данных
tr: Veritabanını doldurmak için bize katılın
vi: Trở thành người đóng góp để giúp chúng mình hoàn thành cơ sở dữ liệu

source: You can't cancel this action afterwards.
de: Du kannst diese Aktion im Nachhinein nicht rückgängig machen.
id: Setelah ini aksi yang kamu lakukan tidak bisa dibatalkan.
it: Non puoi annullare questa azione dopo.
pl: Nie możesz potem cofnąć tej akcji,
ru: Это действие нельзя отменить потом.
tr: Bu eylemi sonradan geri alamazınız.
vi: Bạn không được hủy bỏ hành động này sau đó

source: Confirm
de: Bestätigen
id: Konfirmasi
it: Conferma
pl: Zaakceptuj
ru: Подтвердить
tr: Doğrula
vi: Xác nhận

source: Tags
id: Label
it: Tag
pl: Tagi
ru: Тэги
tr: Etiketler

source: Language
de: Sprache
id: Bahasa
it: Lingua
pl: Język
ru: Язык
tr: Dil
vi: Ngôn ngữ

source: Message
de: Nachricht
id: Pesan
it: Messaggio
pl: Wiadomość
ru: Сообщение
tr: Mesaj
vi: Tin nhắn

source: Image
de: Bild
id: Gambar
it: Immagine
pl: Obrazek
ru: Изображение
tr: Resim
vi: Hình ảnh

source: Liked
de: Gefällt dir
id: Disukai
it: Piaciuto
pl: Polubione
ru: Понравилось
tr: Beğenilen
vi: Đã thích

source: Like
de: Gefällt mir
id: Sukai
pl: Polub
ru: Нравится
tr: Beğen
vi: Thích

source: Images
de: Bilder
id: Gambar
it: Immagini
pl: Obrazki
ru: Изображения
tr: Resimler
vi: Các hình ảnh

source: Staff Message:
de: Nachricht des Teams:
id: Pesan Staf:
it: Messaggio dallo Staff:
pl: Wiadomość od zespołu:
ru: Админ. сообщение:
tr: Personel Mesajı:
vi: Tin nhắn từ nhân viên

source: Moderated by:
de: Moderiert von:
id: Dimoderasi oleh:
it: Moderato da:
pl: Moderowane przez:
ru: Модератор:
tr: Bu kişiler tarafından modere ediliyor:
vi: Kiểm duyệt bởi:

source: Report
de: Melden
id: Laporkan
it: Segnala
pl: Zgłoś
ru: Пожаловаться
tr: Rapor
vi: Báo cáo

source: Reported by:
de: Gemeldet von:
id: Dilaporkan oleh:
it: Segnalato da:
pl: Zgłoszone przez:
ru: Пожаловался:
tr: Bu kişiler tarafından rapor edildi:
vi: Báo cáo bởi:

source: This {thing} you reported has been reviewed by a moderator and {verb}. Thank you so much for your help!
id: {thing} yang kamu laporkan telah diproses oleh moderator dan {verb}. Terima kasih atas bantuanmu!
it: La tua segnalazione riguardo questo/a {thing} è stata visionata da un moderatore e {verb}. Grazie mille per il tuo aiuto!
pl: Ta {thing} którą zgłosiłeś została rozpatrzona przez moderatorów oraz {verb}. Ogromnie dziękujemy za Twoją pomoc!
ru: {thing}, на который/-ое/-ую ты пожаловался, был/-о/-а рассмотрен/-о/-а модератором и будет {verb}. Спасибо за помощь!
tr: Rapor ettiğiniz {thing} bir moderatör tarafından incelendi ve {verb}. Yardımınız için çok teşekkür ederiz!
vi: {thing} mà bạn đã báo cáo đã được xem xét bởi một Mod và {verb}. Cảm ơn bạn rất nhiều!

source: edited
de: bearbeitet
id: diubah
it: modificata
pl: edytowana
ru: исправлено
tr: düzenlendi
vi: đã thay đổi

source: Thank you for reporting this {thing}
de: Danke, dass du diese/n/s {thing} gemeldet hast
id: Terima kasih telah melaporkan {thing} ini.
it: Grazie per aver segnalato questo/a {thing}
pl: Dziękujemy za zgłoszenie {thing}
ru: Спасибо, что доложил о {thing}
tr: {thing}'i rapor ettiğiniz için teşekkür ederiz

source: Your {thing} has been {verb}
id: {thing}mu telah {verb}
it: Il/La {thing} è stato/a {verb}.
pl: Twój {thing} był {verb}
ru: Твоё {thing} было {verb}
tr: {thing}iniz {verb}
vi: {thing} của bạn đã được {verb}

source: deleted
de: gelöscht
id: dihapus
it: cancellato/a
pl: usunięta/y
ru: удалено
tr: silindi
vi: đã xoá

source: Hi
de: Hallo
id: Hai
it: Ciao
pl: Witaj!
ru: Привет
tr: Merhaba
vi: Chào

source: The {game} Database & Community
de: Die {game} Datenbank & Community
id: Komunitas & Database {game}
it: Database & Community di {game}
pl: Baza danych i społeczność {game}
ru: База данных и сообщество {game}
tr: {game} Veritabanı ve Topluluğu
vi: Cơ sở dữ liệu & Cộng đồng về {game}

source: {site} is not a representative and is not associated with {game}. Its logos and images are Trademarks of {company}.
de: {site} steht weder in Verbindung mit, noch repräsentiert sie {game}. Logos und Bilder sind eingetragene Warenzeichen von {company}.
id: {site} bukan merupakan perwakilan dan tidak memiliki keterkaitan dengan {game}. Logo dan gambar adalah hak cipta dari {company}.
it: {site} non rappresenta e non è associato a {game}. Loghi e immagini sono trademark di {company}.
pl: {site} nie jest przedstawicielką i nie jest powiązana z {game}. Używane loga oraz obrazy są znakami towarowymi {company}.
ru: {site} не является представителем и не связан с {game}. Логотипы и изображения - торговые марки {company}.
tr: {site} {game}u temsil etmez ve yapımcı şirket ile bağlantılı değildir. Oyunun logoları ve resimleri {company}nın müseccel markalarıdır.
vi: {site} không phải là một đại diện và cũng không có mối liên quan nào đến {game}. Các logo và hình ảnh đều là thương hiệu của {company}.

source: the company that owns {game}
de: der Firma, die {game} besitzt
id: perusahaan yang memiliki {game}
it: la compagnia di {game}
pl: firma posiadająca prawa do gry {game};
ru: компании, которой принадлежит {game}
tr: {game}'un yapımcısı şirket
vi: công ty sở hữu {game}

source: Make sure the {thing} you're about to add doesn't already exist.
de: Stelle sicher, dass das {thing} das du hinzufügen möchtest nicht bereits existiert.
id: Pastikan {thing} yang akan kamu tambahkan masih belum ada.
it: Assicurati che il/la {thing} che stai aggiungendo non esista già.
pl: Upewnij się, czy {thing} już nie istnieje.
ru: Проверь, что {thing}, которую ты хочешь добавить, ещё не создана.
tr: Eklemek üzere olduğunuz {thing}in zaten eklenmiş olmadığından emin olun.
vi: Hãy chắc rằng {thing} mà bạn sắp thêm vào chưa tồn tại

source: Hit Points
de: Kraftpunkte
it: Punti Lotta
pl: Punkty zdrowia
ru: Очки жизни
tr: Can

source: Attack
de: Angriff
it: Attacco
pl: Atak
ru: Атака
tr: Saldırı
vi: ATK

source: Defense
de: Verteidigung
it: Difesa
pl: Obrona
ru: Защита
tr: Savunma
vi: DEF

source: Max CP
de: Max. WP
id: CP Maksimal
it: PL Massimi
ru: Макс. CP
tr: Maksimum CP
vi: CP tối đa

source: Catch Rate
de: Fangrate
it: Rate di Cattura
pl: Szansa na złapanie
ru: Шанс поимки
tr: Yakalama Oranı
vi: Tỉ lệ bắt

source: Flee Rate
de: Fluchtrate
it: Rate di Fuga
pl: Szansa na ucieczkę
ru: Шанс побега
tr: Kaçma Oranı
vi: Tỉ lệ trốn chạy

source: Medals
de: Medaillen
id: Medali
it: Medaglie
pl: Medale
ru: Медали
tr: Madalyalar
vi: Các huy hiệu

source: Starter
ru: Стартер
tr: Başlangıç
vi: Khởi đầu

source: This date cannot be in the future.
de: Dieses Datum kann nicht in der Zukunft sein.
id: Tanggal ini tidak bisa merupakan tanggal di masa mendatang.
it: Questa data non può essere nel futuro.
pl: Nie możesz ustawić przyszłej daty.
ru: Эту дату нельзя поменять в будущем.
tr: Bu tarih gelecekte olamaz.
vi: Ngày này không được phép liên quan đến tương lai

source: Level
it: Livello
pl: Poziom
ru: Уровень
tr: Seviye
vi: Cấp độ

source: Start Date
de: Anfangsdatum
id: Tanggal Mulai
it: Data d'Inizio
pl: Data rozpoczęcia
ru: Дата начала игры
tr: Başlangıç Tarihi
vi: Ngày bắt đầu

source: Join Date
de: Beitrittsdatum
id: Tanggal Bergabung
it: Data d'Iscrizione
pl: Data dołączenia
ru: Дата регистрации
tr: Katılım Tarihi
vi: Ngày gia nhập

source: Alphabetical
de: Alphabetisch
id: Alfabetik
it: Alfabetico
pl: Alfabetycznie
ru: По алфавиту
tr: Alfabetik
vi: Theo thứ tự bảng chứ cái

source: Available
de: Verfügbar
id: Tersedia
it: Disponibile
pl: Dostępne
ru: Доступно
tr: Kullanılabilir
vi: Có sẵn

source: Pokémon number
de: Anzahl der Pokémon
id: Nomor Pokémon
it: Numero di Pokémon
pl: Numer Pokémona
ru: Номер покемона
tr: Pokémon numarası
vi: Số hiệu Pokémon

source: Pokémon name
de: Name des Pokémon
id: Nama Pokémon
it: Nome del Pokémon
pl: Imię Pokémona
ru: Имя покемона
tr: Pokémon adı
vi: Tên Pokémon

source: Candies needed to evolve
de: Benötigte Bonbons zum Weiterentwickeln
id: Candies untuk berevolusi
it: Caramelle necessarie per l'evoluzione
pl: Cukierki wymagane do ewolucji
ru: Конфеты, нужные для эволюции
tr: Evrim için gereken şeker sayısı
vi: Số kẹo cần để tiến hoá

source: Egg Distance
de: Eier-Distanz
id: Jarak telur
it: Distanza Uovo
pl: Dystans do wyklucia
ru: Расстояние яйца
tr: Yumurta Mesafesi
vi: Khoảng cách để trứng nở

source: Types
de: Typen
id: Tipe
it: Tipi
pl: Typy
ru: Типы
tr: Türler
vi: Hệ

source: Instinct
de: Intuition
it: Istinto
ru: Инстинкт
tr: İçğüdü
vi: Bản năng

source: Mystic
de: Weisheit
it: Saggezza
ru: Мистик
tr: Mistik

source: Valor
de: Wagemut
it: Coraggio
ru: Вэлор
tr: Cesaret

source: Pokémon Trainer
it: Allenatore Pokémon
pl: Trener Pokémon
ru: Тренер покемонов
tr: Pokémon Eğitimcisi
vi: Huấn luyện viên Pokémon

source: Super Pokémon Trainer
it: Super Allenatore Pokémon
pl: Super Trener Pokémon
ru: Супер тренер покемонов
tr: Süper Pokémon Eğitimcisi
vi: Siêu huấn luyện viên Pokémon

source: Expert Pokémon Trainer
de: Experten Pokémon Trainer
it: Allenatore Pokémon Esperto
pl: Zaawansowany Trener Pokémon
ru: Эксперт-тренер покемонов
tr: Uzman Pokémon Eğitimcisi
vi: Chuyên gia về Pokémon

source: Pokémon Master
de: Pokémon-Meister
pl: Mistrz Pokémonów
ru: Мастер покемонов
tr: Pokémon Ustası
vi: Bậc thầy huấn luyện Pokémon

source: Ultimate Pokémon Master
pl: Najwyższy Mistrz Pokémonów
ru: Блестящий мастер покемонов
tr: Pokémon Üstadı
vi: Huấn luyện viên Pokémon tối thượng

source: Fairy
de: Fee
it: Folletto
pl: Baśniowy
ru: Фея
tr: Peri
vi: Tiên

source: Steel
de: Stahl
it: Acciaio
pl: Stalowy
ru: Сталь
tr: Çelik
vi: Thép

source: Dark
de: Unlicht
it: Buio
pl: Mroczny
ru: Тьма
tr: Karanlık
vi: Bóng tối

source: Dragon
de: Drache
it: Drago
pl: Smoczy
ru: Дракон
tr: Ejderha
vi: Rồng

source: Ghost
de: Geist
it: Fantasma
pl: Duch
ru: Призрак
tr: Hayalet
vi: Ma

source: Rock
de: Gestein
it: Roccia
pl: Kamienny
ru: Камень
tr: Kaya
vi: Đá

source: Bug
de: Käfer
it: Insetto
pl: Robaczy
ru: Жук
tr: Böcek
vi: Bọ

source: Psychic
de: Psycho
it: Psico
pl: Psychiczny
ru: Психический
tr: Medyum
vi: Tâm linh

source: Flying
de: Flug
it: Volante
pl: Latający
ru: Летающий
tr: Uçabilen
vi: Bay

source: Ground
de: Boden
it: Terra
pl: Ziemny
ru: Земля
tr: Karasal
vi: Đất

source: Poison
de: Gift
it: Veleno
pl: Trujący
ru: Яд
tr: Zehirli
vi: Độc

source: Fighting
de: Kampf
it: Lotta
pl: Walczący
ru: Боевой
tr: Dövüşmek
vi: Đấu sĩ

source: Ice
de: Eis
it: Ghiaccio
pl: Lodowy
ru: Лёд
tr: Buz
vi: Băng

source: Grass
de: Pflanze
it: Erba
pl: Trawiasty
ru: Трава
tr: Dünya
vi: Cỏ

source: Electric
de: Elektro
it: Elettro
pl: Elektryczny
ru: Электрический
tr: Elektrik
vi: Điện

source: Water
de: Wasser
it: Acqua
pl: Wodny
ru: Вода
tr: Su
vi: Nước

source: Fire
de: Feuer
it: Fuoco
pl: Ognisty
ru: Огонь
tr: Ateş
vi: Lửa

source: Nickname
de: Spitzname
id: Nama
pl: Pseudonim
ru: Прозвище
tr: Takma ad

source: Team
id: Tim
pl: Drużyna
ru: Команда
tr: Takım
vi: Đội

source: When you started playing with this account.
de: Wann du angefangen hast mit diesem Account zu spielen.
id: Ketika kamu mulai bermain dengan akun ini.
it: Quando hai iniziato a giocare con questo account
pl: Kiedy zacząłeś grać na tym koncie
ru: Когда вы начали играть в этом аккаунте.
tr: Bu hesapla ne zaman oynamaya başladığınız.
vi: Từ khi nào bạn bắt đầu sử dụng tài khoản này.

source: Bought Pokécoins
de: Gekaufte Pokécoins
id: Pokécoins Terbeli
it: Pokémonete acquistate
pl: Zakupione Pokécoins
ru: Купленные Pokécoins
tr: Satın alınmış Pokécoin'ler
vi: Mua Pokécoins

source: Weight
de: Gewicht
id: Berat
it: Peso
pl: Waga
ru: Вес
tr: Ağırlık
vi: Cân nặng

source: Height
de: Größe
id: Tinggi
it: Altezza
pl: Wzrost
ru: Рост
tr: Yükseklik
vi: Chiều cao

source: Special Attack
de: Spezialattacke
it: Attacco Speciale
pl: Specjalny Atak
ru: Спец. атака
tr: Özel Saldırı
vi: Đòn đặc biệt

source: Candies
de: Bonbons
it: Caramelle
pl: Cukierki
ru: Конфеты
tr: Şekerler
vi: Kẹo

source: Seen
de: Gesehen
id: Telah dilihat
it: Visto
pl: Widziane
ru: Увидено
tr: Görülmüş
vi: Đã thấy

source: Caught
de: Gefangen
id: Telah ditangkap
it: Catturato
pl: Złapane
ru: Поймано
tr: Yakalanmış
vi: Đã bắt

source: Pokémon Go is a free-to-play, location-based augmented reality game developed and published by Niantic for iOS and Android devices.
de: Pokémon GO ist ein free-to-play, ortsbasiertes erweitertes Realitätsspiel, entwickelt und herausgebracht von Niantic für iOS und Android.
id: Pokémon Go adalah permainan augmented reality gratis yang dikembangkan dan dipasarkan oleh Niantic untuk iOS dan Android.
it: Pokémon Go è un gioco free-to-play, basato sulla realtà aumentata della posizione sviluppato e pubblicato di Niantic per iOS e Android.
pl: Pokémon Go to darmowa, oparta na lokalizacji gra rozszerzonej rzeczywistości tworzona przez Niantic na urządzenia iOS i Android.
ru: Pokémon Go - бесплатная, базирующаяся на местоположении игра дополненной реальности, разработанная и опубликованная Niantic для устройств iOS и Android.
tr: Pokémon Go Niantic tarafından iOS ve Android cihazları için geliştirilmiş, oynaması bedava bir yer-tabanlı arttırılmış gerçeklik oyunudur.
vi: Pokémon GO là một trò chơi miễn phí, dựa trên địa điểm thực tế được phát triển và phát hành bởi Niantic cho hệ máy iOS và Android.

source: {nth} Favorite Pokémon
de: {nth} Lieblingspokémon
id: Pokémon favorit ke-{nth}
it: {nth} Pokémon Preferito
pl: {nth} Ulubiony Pokémon
ru: {nth} Любимый Покемон
tr: {nth} Favori Pokémon
vi: Pokémon yêu thích {nth}

source: Attacks
de: Attacken
id: Serangan
it: Attacchi
pl: Ataki
ru: Атаки
tr: Saldırılar
vi: Tấn công

source: Coming soon
de: Demnächst verfügbar
id: Akan datang
it: In arrivo
pl: Wkrótce
ru: Скоро будет
tr: Çok yakında
vi: Sắp có

source: Simple
de: Einfach
id: Sederhana
it: Semplice
pl: Proste
ru: Простой
tr: Basit
vi: Đơn giản

source: Advanced
de: Erweitert
id: Lanjut
it: Avanzato
pl: Zawaansowane
ru: Подробный
tr: Gelişmiş
vi: Nâng cao

source: Open Pokémon GO, tap the pokéball at the bottom and tap Pokédex
de: Öffne Pokémon GO, tippe auf den Pokéball unten und wähle Pokédex
id: Buka Pokémon GO, pencet pokéball di bawah dan tekan Pokédex
it: Apri Pokémon Go, premi la pokéball in basso e premi su Pokédex
pl: Otwórz Pokémon GO, naciśnij na pokéball na dole i naciśnij Pokédex
ru: Открой Pokémon Go, нажми на покеболл снизу и затем на Покедекс
tr: Pokemon GO'yu açın, alttaki poké topuna basın ve Pokédex'in üstüne basın
vi: Mở Pokémon GO, chọn Pokéball ở phần đáy rồi chọn Pokédex

source: Check out your own profile
de: Sieh dir dein eigenes Profil an
id: Lihat profilmu
it: Guarda il tuo profilo
pl: Zobacz swój profil
ru: Посмотри свой профиль
tr: Profilinizi kontrol edin
vi: Kiểm tra hồ sơ của bạn

source: Customize it
de: Anpassen
id: Permaklah
it: Personalizzalo
pl: Personalizuj
ru: Редактируй его
tr: Özelleştirin
vi: Tùy chỉnh nó

source: Share it on:
de: Teile es auf:
id: Bagikan di:
it: Condivi su:
pl: Podziel się na:
ru: Поделись им на:
tr: Şurada paylaşın:
vi: Chia sẻ trên:

source: More info
de: Mehr Information
id: Info lebih lanjut
it: Più info
pl: Więcej informacji
ru: Узнать больше
tr: Daha çok bilgi
vi: Thêm thông tin

source: Your Collection
de: Deine Sammlung
id: Koleksimu
it: La tua Collezione
pl: Twoja Kolekcja
ru: Твоя коллекция
tr: Koleksiyonunuz
vi: Bộ sưu tập của bạn

source: Evolutions
de: Weiterentwicklungen
id: Evolusi
it: Evoluzioni
pl: Ewolucje
ru: Эволюции
tr: Evrimler
vi: Tiến hoá

source: Permalink
de: Permanentlink
ru: Постоянная ссылка
tr: Kalıcı link
vi: Link vĩnh viễn

source: Click to add %(pokemon)s to your collection
de: Kilcke um %(pokemon)s zu deiner Sammlung hinzuzufügen
id: Klik untuk menambahkan %(pokemon)s ke dalam koleksimu
it: Clicca per aggiungere %(pokemon)s alla tua collezione
pl: Kliknij aby dodać %(pokemon)s do Twojej kolekcji.
ru: Кликни, чтобы добавить %(pokemon)s в свою коллекцию
tr: %(pokemon)s ları koleksiyonunuza eklemek için tıklayın
vi: Nhấn để thêm %(pokemon)s vào bộ sưu tập

source: Change to icons
de: Zur Iconansicht wechseln
id: Ubah menjadi ikon
it: Passa a icone
pl: Zamień na ikony
ru: Перевести в иконки
tr: İkon görünüşüne geç
vi: Thay đổi biểu tượng

source: Change to list
de: Zur Listenansicht wechseln
id: Ubah menjadi daftar
it: Passa a lista
pl: Zamień na listę
ru: Перевести в список
tr: Liste görünüşüne geç
vi: Thay đổi danh sách

source: You have {} of them in you collection. Delete them before changing this.
de: Du hast {} davon in deiner Sammlung. Lösche sie bevor du das änderst.
id: Kamu memiliki ini sebanyak {} dalam koleksimu. Hapuslah mereka sebelum mengubah ini.
it: Ne hai {} nella tua collezione. Cancellali prima di cambiare.
pl: Masz {} przedmiotów w kolekcji. Usuń je przed dokonaniem zmian.
ru: У тебя {} таких покемонов в коллекции. Удали их перед изменением.
tr: E
vi: Bạn có {} loại này trong bộ sưu tập. Hãy xoá chúng trước khi thay đổi.

source: View activities in your language only?
de: Nur Aktivitäten in deiner Sprache anzeigen?
id: Lihat aktivitas dalam bahasamu saja?
it: Visualizzare le attività solo nella tua lingua?
pl: Czy przełączyć na aktywność wyłącznie w twoim języku?
ru: Смотреть записи только на своем языке?
tr: Sadece dilinizdeki etkinlikleri görmek ister misiniz?
vi: Xem hoạt động chỉ bằng ngôn ngữ của bạn?

source: Check out {username}'s activity on {site}: {activity}
de: Sieh dir {username}s Aktivität auf {site} an: {activity}
id: Lihat aktivitas {username} di {site}: {activity}
it: Guarda le attività di {username} su {site}: {activity}
pl: Sprawdź aktywność {username} na {site}: {activity}
ru: Посмотреть записи {username} на {site}: {activity}
tr: {username}in {site}deki aktivitesine bakın: {activity}
vi: Kiểm tra hoạt động của {username} tại {site}: {activity}

source: Join the community!
de: Tritt der Community bei!
id: Bergabunglah dengan komunitas!
it: Unisciti alla community!
pl: Dołącz do społeczności!
ru: Присоединись к сообществу!
tr: Topluma katılın!
vi: Tham gia cộng đồng!
