Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: Your {thing} has been reported, and a moderator confirmed it should be {verb}.
de: Dein/e {thing} wurde gemeldet und ein Moderator hat bestätigt, dass es {verb} werden sollte.
id: {thing}mu telah dilaporkan, dan moderator memutuskan bahwa itu harus {verb}.
it: Hai segnalato {thing}, e un moderatore ha confermato che dovrebbe essere {verb}.
pl: Twoja {thing} została zgłoszona, a moderator zdecydował że powinna być {verb}.
ru: На твоё {thing} пожаловались и модератор подтвердил, что оно должно быть {verb}.
vi: {thing} của bạn đã được báo cáo, và một Mod chắc chắn rằng nó nên được {verb}.

source: Pokédex
ru: Покедекс

source: Normal
it: Normale
pl: Normalny
ru: Обычный
vi: Thường

source: HP
de: KP
ru: ОЖ

source: Pokémon
ru: Покемон

source: Lesser Perfect Lock
de: Geringer Perfect Lock
ru: меньший Perfect Lock

source: Greater Perfect Lock
de: Großer Perfect Lock
ru: высший Perfect Lock

source: Extreme Perfect Lock
de: Extremer Perfect Lock
ru: лучший Perfect Lock

source: CV
de: Synchronstimme
id: Pengisi suara
pl: Aktor głosowy
ru: Сэйю
vi: VA

source: Idol
pl: Idolka
ru: Айдол

source: Puchi
ru: Пучи

source: Minimum
id: Minimal
it: Minimo
ru: Минимум
vi: Nhỏ nhất

source: Live
ru: Лайв

source: Anime
ru: Аниме

source: LIVE Parade
ru: LIVE Парад

source: Score up
ru: Увелич. очков
vi: Tăng điểm

source: Life recovery
ru: Восст. жизни
vi: Hồi thể lực

source: Collected {thing}
it: {thing} collezionato/a
pl: Skolekcjonowane {thing}
ru: Собранные {thing}
vi: Đã sưu tập {thing}

source: Cute/Cool/Passion Focus
de: Cute/Cool/Passion-Fokus
id: Fokus Cute/Cool/Passion
pl: Słodki/Chłodny/Namiętny
ru: Фокус на Cute/Cool/Passion
vi: Tập trung vào Cute/Cool/Passion

source: Gacha
ru: Гача

source: Romaji
ru: Ромаджи
vi: La Mã tự

source: Chibi
ru: Чиби

source: Original card
de: Originalkarte
id: Kartu original
it: Carta originale
ru: Оригинальная карта
vi: Thẻ gốc

# BanPa model viewer
source: Model
de: Modell
it: Modello
ru: Модель

source: Raises {leader_skill_type} of all {idol_type} idols by {leader_skill_percent}% when there are only {idol_type} idols on the team.
de: Erhöht {leader_skill_type} aller {idol_type}-Idols um {leader_skill_percent}%, wenn das Team ausschließlich aus {idol_type}-Idols besteht.
id: Meningkatkan {leader_skill_type} dari semua idol {idol_type} sebesar {leader_skill_percent}% jika hanya ada idol {idol_type} dalam tim.
it: Aumenta {leader_skill_type} di tutte le idol {idol_type} del {leader_skill_percent}% quando solo le idol {idol_type} sono nel team.
ru: Повышает {leader_skill_type} всех {idol_type} айдолов на {leader_skill_percent}% когда в команде только {idol_type} айдолы.
vi: Tăng {leader_skill_type} của mọi {idol_type} thần tượng {leader_skill_percent}% khi chỉ có {idol_type} thần tượng trong đội.

source: Raises {leader_skill_type} of all idols by {leader_skill_percent}% when there are {all_types} idols on the team.
de: Erhöht {leader_skill_type} aller Idols um {leader_skill_percent}%, wenn das Team aus {all_types}-Idols besteht.
id: Meningkatkan {leader_skill_type} dari semua idol sebesar {leader_skill_percent}% jika terdapat idol {all_types} dalam tim.
it: Aumenta {leader_skill_type} di tutte le idol del {leader_skill_percent}% quando tutte le idol {all_types} sono nel team.
ru: Повышает {leader_skill_type} всех айдолов на {leader_skill_percent}% когда в команде {all_types} айдолы.
vi: Tăng {leader_skill_type} of của tất cả thần tượng lên {leader_skill_percent}% khi có tất cả {all_types} thần tượng trong đội.

source: Increases fan gain by {leader_skill_percent}% when you finish a live.
de: Erhöht den Fanzuwachs um {leader_skill_percent}% wenn du eine Liveshow abschließt.
id: Meningkatkan perolehan fans sebesar {leader_skill_percent}% setelah menyelesaikan sebuah live.
it: Aumenta i fan ottenuti del {leader_skill_percent}% al termine di un live.
ru: Повышает количество полученных фанатов по завершению лайва на {leader_skill_percent}%.

source: {type} appeal
de: {type}-Appell
id: Appeal {tipe}
it: Aspetto {type}
ru: {type} аппил
vi: {type} kháng cáo

source: Meme
pl: Mem
ru: Мем
vi: ảnh chế

source: Manga
ru: Манга
vi: truyện tranh Nhật Bản

source: Some features might not work properly.
de: Manche Features funktionieren vielleicht nicht, wie sie sollen.
id: Beberapa fitur mungkin tidak berjalan dengan semestinya.
it: Alcune feature potrebbero non funzionare correttamente.
pl: Niektóre funkcje mogą nie działać poprawnie.
ru: Некоторые функции могут работать неправильно.
vi: Một số chức năng có thể không hoạt động

source: Collab
de: Zusammenarbeit
id: Kolaborasi
it: Collaborazione
ru: Коллаб
vi: Cộng tác

source: Weiss Schwartz
de: Weiß Schwarz
ru: Вайсс Шварц

source: Episodes
de: Episoden
id: Episode
it: Episodi
ru: Эпизоды
vi: tập

source: Official merchandise
de: Offizielle Fanartikel
id: Merchandise resmi
it: Prodotti ufficiali
ru: Официальный мерчендайз
vi: Merch chính thức

source: Cosplays
id: Cosplay
it: Cosplay
ru: Косплей
vi: Hoá trang

source: Fanarts
id: Fanart
it: Fanart
ru: Фан-арты
vi: Bức vẽ của Fan

source: Shop
id: Toko
ru: Магазин
vi: tiệm

source: Always post activities in {language}
de: Poste Aktivitäten immer auf {language}
id: Terbitkan aktivitas dalam bahasa {language}
it: Posta attività in {language}
ru: Сделать запись в {language}
vi: Luôn luôn đăng các hoạt động ở tiếng {language}

source: {} Gacha
ru: {} Гатча

source: Locations
de: Orte
id: Lokasi
it: Luoghi
ru: Локации
vi: Toạ lạc

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise score boosted by +{alt_percentage}%
de: Für die nächsten {duration} Sekunden wird Dein Score um +{percentage}% erhöht, wenn deine Leben {stamina} entsprechen oder überschreiten, andernfalls wird Dein Score um +{alt_percentage}% erhöht
id: Selama +{duration} detik ke depan, jika nyawa sejumlah {stamina} atau lebih, skor akan meningkat sebesar +{percentage}%, namun jika tidak, skor akan meningkat sebesar +{alt_percentage}%
it: Per i prossimi {duration} secondi, se la vita è sopra {stamina}, lo score è boostato del +{percentage}%, altrimenti, lo score è boostato del +{alt_percentage}%
ru: На следующие {duration} секунд, если жизнь выше {stamina}, очки повышаются на +{percentage}%, в другом случае, очки повышаются на +{alt_percentage}%
vi: Trong {duration} giây tiếp theo, nếu thể lực vượt trên {stamina}, điểm tăng thêm +{percentage}%, hoặc không, điểm tăng thêm +{alt_percentage}%

source: For the next {duration} seconds, if life is {stamina} or above, score boosted by +{percentage}%, otherwise restores life by {alt_stamina}
de: Für die nächsten {duration} Sekunden wird dein Score um +{percentage}% erhöht, wenn deine Leben {stamina} entsprechen oder überschreiten, andernfalls werden {alt_stamina} Leben regeneriert
id: Selama {duration} detik ke depan, jika nyawa sejumlah {stamina} atau lebih, skor akan meningkat sebesar +{percentage}%, namun jika tidak, dikembalikan nyawa sejumlah {alt_stamina}
it: Per i prossimi {duration} secondi, se la vita è di {stamina} o più, il punteggio viene boostato di +{percentage}%, altrimenti recupera {alt_stamina} di vita
ru: Следующие {duration} секунд, если жизнь {stamina} или больше, то очки увеличатся на +{percentage}%, или же жизнь увеличится на {alt_stamina}
vi: Trong {duration} giây, nếu chỉ còn {stamina} hoặc hơn, điểm sẽ tăng +{percentage}% hoặc hồi sức đến {alt_stamina}

source: Live Goals
ru: Цель за Лайв
vi: Nhiệm vụ trình diễn

source: Main
de: Haupt
it: Principale
ru: Главный
vi: Chính

source: Studio
ru: Студия

source: Daily rotation
de: tägliche Rotation
id: Rotasi harian
it: Rotazione giornaliera
ru: Ежедневная ротация
vi: vòng xoay hàng ngày

source: Details
id: Rincian
it: Dettagli
ru: Детали
vi: Chi tiết

source: Star
de: Stern
ru: Звезда
vi: Ngôi sao

source: Instagram
ru: Инстаграм

source: Position
id: Posisi
it: Posizione
pl: Pozycja
ru: Позиция
vi: Vị trí

source: Video
ru: Видео

source: Hold
id: Tahan
ru: Держать

source: YouTube
ru: Ютуб

source: SP
ru: СП

source: Goal Master
vi: Nhiệm vụ Master

source: EX Goal Master
vi: Nhiệm vụ EX

source: Plaza
de: Platz
it: Piazza
vi: quảng trường

source: Hits
de: Treffer
id: Hit
vi: đánh

source: B-Side
de: B-Seite
vi: bên cạnh

source: with SWIPE notes
de: mit SWIPE-Noten
id: dengan note SWIPE
it: con note SWIPE
pl: z notami SWIPE
vi: với những nút LƯỚT

source: Chibis
id: Chibi
it: Chibi
vi: Nhỏ nhắn

source: Basic
de: Basis
id: Dasar
vi: Cơ bản

source: Anti-tank
pl: Anty-czołg
vi: Chống tank

source: Disabler
id: Pelumpuh
vi: Kẻ vô hiệu

source: Nuker
vi: Người thích

source: Next {thing}
vi: Tiếp theo {thing}

source: Previous {thing}
vi: Trước đó

source: Full
vi: Đầy đủ

source: Third
vi: Thứ ba

source: Play a song to unlock the next episode!
vi: Chơi một bài hát để mở khóa tập tiếp theo!

source: Yuigaoka Girls' High School
vi: Trung học nữ sinh Yuigaoka

source: Apply changes
it: Applica Modifiche

source: CP
de: WP
it: PL

source: Puchis
id: Puchi
it: Puchi

source: {name} {thing}
id: {thing} {name}
it: {thing} {name}

source: {name}'s {thing}
id: {thing} {name}
it: {thing} di {name}

source: Original song
id: Lagu asli
pl: Oryginalna piosenka

source: Stills
id: Foto-foto

source: Franchise credits
pl: Przypisy franczyzy

source: Most popular
pl: Najbardziej popularne

source: Challenge Live
pl: Wyzwanie Live

source: Hardcore
pl: Hardkorowy

source: Tank
pl: Czołg
