Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: Buy this card
de: Diese Karte kaufen
id: Beli kartu ini
it: Compra questa carta
pl: Kup tą kartę
tr: Bu kartı satın al
vi: Mua thẻ đó

source: The character that you selected when you started playing.
de: Den Charakter, den du genommen hast, als du angefangen hast zu spielen.
id: Karakter yang kamu pilih pada saat memulai
it: Il personaggio che hai selezionato ad inizio gioco.
pl: Postać, którą wybrałeś na początku swojej gry.
ru: Стартовый персонаж, которого вы выбрали в начале игры.
tr: Oynamaya başladığınızda seçtiğiniz karakter.
vi: Bạn đã chọn nhân vật đó khi bạn bắt đầu chơi

source: Feed
pl: Oś czasu
ru: Новости
tr: besleme

source: Voice actress
de: Synchronsprecherin
id: Pengisi suara
it: Doppiatrice
pl: Aktorka głosowa
ru: Сейю
tr: Seslendirme sanatçısı
vi: Seiyuu

source: Cast
de: Besetzung
id: Pengisi
pl: Obsada
tr: Oyuncular
vi: Diễn viên

source: Schools
de: Schulen
id: Sekolah
it: Scuole
pl: Szkoły
ru: Школы
tr: Okullar
vi: Trường

source: Stage girl
ru: Девушка сцены
tr: Sahne kızı
vi: Butai Shoujo

source: Stage girls
it: Stage girl
ru: Девушки сцены
tr: Sahne kızları
vi: những Butai Shoujo

source: Discography
de: Diskografie
id: Diskografi
it: Discografia
pl: Dyskografia
ru: Дискография
tr: Diskografi
vi: Bài hát

source: Memoir
pl: Życiorys
tr: anı yazısı

source: Memoirs
id: Memoir
pl: Życiorysy
tr: hatıralar
vi: Những memoir

source: Conversation
de: Konversation
id: Percakapan
it: Conversazione
pl: Rozmowa
ru: Разговор
tr: konuşma
vi: Đoạn hội thoại

source: Conversations
de: Konversationen
id: Percakapan
it: Conversazioni
pl: Rozmowy
ru: Разговоры
tr: Konuşmalar
vi: Những đoạn hội thoại

source: My theater
de: Mein Theater
id: Teaterku
it: Il mio Teatro
pl: Mój teatr
ru: Мой театр
tr: Benim tiyatro
vi: Sân khấu của tôi

source: Comic
id: Komik
pl: Komiczny
tr: komik
vi: Truyện

source: Flower
de: Blume
pl: Kwiat
ru: Цветок
tr: Çiçek

source: Wind
pl: Wiatr
ru: Ветер
tr: rüzgar

source: Cloud
de: Wolke
pl: Chmura
ru: Облако
tr: Bulut

source: Moon
de: Mond
pl: Księżyc
ru: Луна
tr: Ay

source: Dream
de: Traum
pl: Sen
tr: Rüya

source: Specialty
de: Spezialität
it: Specialità
pl: Specjalność
ru: Особенность
tr: uzmanlık
vi: Đặc trưng

source: Students
de: Schüler
id: Murid
it: Studenti
pl: Studenci
ru: Ученики
tr: Öğrenciler
vi: Những học sinh

source: Weapon
de: Waffe
id: Senjata
it: Arma
pl: Broń
ru: Оружие
tr: Silah
vi: Vũ khí

source: Likes
id: Menyukai
it: Ama
pl: Lubi
tr: Seviyor
vi: Thích

source: Dislikes
id: Tidak menyukai
it: Odia
pl: Nie lubi
ru: Не нравится
tr: Beğenmeme
vi: Không thích

source: Front
de: Vorne
id: Depan
it: Fronte
pl: Przód
ru: спереди
tr: Ön
vi: Hàng trước

source: Rear
de: Hinten
id: Belakang
it: Retro
pl: Tył
tr: Arka
vi: Hàng sau

source: Fanart
id: Karya penggemar
ru: Фанарт
tr: Fanarts

source: Graphic edit
de: Bearbeitete Grafik
id: Editan grafik
it: Edit grafico
tr: Grafik düzenleme
vi: Chỉnh sửa chủ đề

source: Questionable
de: Fragwürdig
id: Dapat dipertanyakan
it: Incerto
pl: Wątpliwości
tr: kuşkulu
vi: Nghi vấn

source: News
de: Neuigkeiten
id: Berita
pl: Aktualności
ru: Новости
tr: Haberler
vi: Tin tức

source: Lyrics
de: Songtexte
id: Lirik
it: Testi
pl: Słowa
ru: Текст песни
tr: Şarkı sözleri
vi: Lời bài hát

source: Less
de: Weniger
it: Meno
ru: Меньше
tr: Az
vi: Ít hơn

source: β-tester
id: Beta-tester
ru: Бета-тестер
tr: β-test

source: Users who can speak {language}
de: Nutzer, die {language} sprechen
id: Pengguna yang bisa berbicara dalam bahasa {language}
it: Utenti che sanno parlare {language}
ru: Пользователи, кто знают {language}
tr: {language} konuşabilen kullanıcılar
vi: Những người dùng nói {language}

source: Website
id: Situs web
it: Sito web
pl: Strona internetowa
ru: Веб-сайт
tr: İnternet sitesi

source: Skip
de: Überspringen
it: Salta
pl: Pomiń
ru: Пропустить
tr: Atla
vi: Bỏ qua

source: Singers
de: Sängerinnen
it: Cantanti
ru: Исполнители
tr: Şarkıcılar
vi: Ca sĩ

source: Target
de: Ziel
id: Sasaran
ru: Цель
tr: Hedef
vi: Mục tiêu

source: Acts
de: Aktionen
id: Act
it: Atti
tr: Hareketler
vi: Nghệ thuật

source: Number
de: Nummer
id: Nomor
it: Numero
ru: Количество
tr: Numara
vi: Số

source: Effective against
de: Effektiv gegen
id: Efektif melawan
it: Efficace contro
ru: Эффективно против
tr: Etkili
vi: Hiệu quả hơn đối với

source: Less effective against
de: Weniger effektiv gegen
id: Kurang efektif melawan
it: Meno efficace contro
ru: Менее эффективно против
tr: Karşı daha az etkili
vi: Ít hiệu quả hơn đối với

source: Hits more than once
de: Trifft mehr, als einmal
it: Colpisce più di una volta
pl: Trafia więcej niż raz
tr: Bir kereden fazla vurur
vi: Đánh nhiều hơn một lần

source: Relive account
id: Akun Relive
it: Account Relive
ru: Аккаунт Relive
tr: Hesabı yeniden yaşayın
vi: Tài khoản ReLive

source: Buy {thing}
de: {thing} kaufen
id: Beli {thing}
it: Compra {thing}
ru: Купить {thing}
tr: {thing} satın alın
vi: Mua {thing}

source: Act
de: Aktion
id: Aksi
pl: Akt
tr: davranmak

source: Cost
de: Kosten
id: Kos
it: Costo
ru: Стоимость
tr: Maliyet

source: Rank
de: Rang
ru: Ранк
tr: rütbe

source: Role
de: Rolle
id: Peran
it: Ruolo
ru: Роль
tr: rol
vi: Luật

source: Space
de: Platz
id: Spasi
it: Spazio
tr: Uzay
vi: Khoảng trống

source: Casual
id: Kasual
tr: gündelik
vi: Thông thường

source: Play style
de: Spielstil
it: Stile di gioco
ru: Стиль игры
tr: Oyun stili
vi: Lối chơi

source: Stage of dreams level
id: Level Stage of Dreams
it: Livello Stage of dreams
ru: Сцена мечты уровень
tr: Rüyalar aşaması
vi: Level trong Stage of Dream

source: Platinum
de: Platin
it: Platino
ru: Платина
tr: Platin

source: Legend
de: Legende
it: Leggenda
ru: Легенда
tr: efsane

source: Vs. Revue rank
de: Vs. Revue-Rang
it: Rank Vs. Revue
tr: Vs. Revü sıralaması
vi: Thứ hạng trong Vs. Revue

source: Total stars bought
de: Insgesamt gekaufte Sterne
id: Total pembelian stars
it: Stelle totali acquistate
ru: Итоговое число купленных звезд
tr: Satın alınan toplam yıldız sayısı
vi: Tổng số gems đã mua

source: Check this box if this account doesn't exist in the game.
de: Markiere dieses Kästchen, wenn der Account im Spiel nicht existiert.
id: Centang kotak ini jika akun ini tidak ada dalam game.
it: Seleziona questa casella se l'account non esiste nel gioco
tr: Bu hesap oyunda yoksa bu kutuyu işaretleyin.
vi: Đánh dấu vào ô này nếu tài khoản chưa tồn tại trong game

source: Department
de: Abteilung
id: Departemen
it: Dipartimento
ru: Отдел
tr: Bölüm
vi: Khoa

source: Introduction
de: Vorstellung
id: Introduksi
it: Introduzione
ru: Введение
tr: Giriş
vi: Giới thiệu

source: General
de: Allgemein
it: Generale
tr: Genel
vi: Chung

source: Stage play
de: Theaterstück
ru: Выступление
tr: Piyes
vi: Sân khấu trò chơi

source: Additional
de: zusätzliche/r/s
id: Tambahan
it: Aggiuntivo
ru: Дополнительный
tr: Ek
vi: Bổ sung

source: Category
de: Kategorie
id: Kategori
it: Categoria
ru: Категория
tr: Kategori
vi: Thế loại

source: Climax
de: Klimax
id: Klimax
tr: doruk

source: Auto
tr: Oto
vi: Tự động

source: Finishing
de: Abschluss
tr: Bitiricilik
vi: Đang hoàn tất

source: Tips
de: Tipps
it: Consigli
ru: Советы
tr: İpuçları
vi: Hướng dẫn

source: Unlock at rank {rank}
de: Mit Rang {rank} freischalten
id: Terbuka pada rank {rank}
it: Si sblocca al rank {rank}
ru: Разблокируется на уровне {rank}
tr: {rank} rütbesinde kilidini açın
vi: Mở khoá ở rank {rank}

source: Hits {number_of_times} times
de: Trifft {number_of_times} Mal
it: Colpisce {number_of_times} volte
pl: Trafia {number_of_times} razy
tr: {number_of_times} defaya ulaştı
vi: Đánh {number_of_times} lần

source: Front enemy
de: Vorderster Gegner
id: Musuh depan
it: Nemico di fronte
ru: Враг спереди
tr: Ön düşman
vi: Kẻ địch đằng trước

source: Front group of enemies
de: Vorderste Gegnergruppe
id: Grup musuh depan
it: Gruppo frontale di nemici
ru: Группа врагов спереди
tr: Ön grup düşman
vi: Nhóm kẻ địch hàng trước

source: All enemies
de: Alle Gegner
id: Semua musuh
it: Tutti i nemici
ru: Все враги
tr: Tüm düşmanlar
vi: Toàn bộ kẻ địch

source: After full bound break
de: Nach vollständigem Bound Break
id: Setelah full bound break
it: Dopo full bound break
pl: Po pełnej przerwie
tr: Tam bağlı aradan sonra
vi: Sau khi hoàn toàn bị ràng buột

source: ACT Power
de: AKTIONS-Power
pl: Siła działania
tr: ACT Gücü
vi: Chỉ số ACT

source: Normal defense
de: Normale Verteidigung
id: Defensi Normal
it: Difesa normale
pl: Normalna defensywa
ru: Обычная защита
tr: Normal savunma
vi: Phòng thủ vật lý

source: Special defense
de: Spezialverteidigung
id: Defensi Spesial
it: Difesa speciale
pl: Specjalna defensywa
ru: Спец защита
tr: Özel savunma
vi: Phòng thủ phép

source: Agility
de: Agilität
it: Agilità
pl: Zwinność
tr: Çeviklik
vi: Tốc độ

source: Base
de: Basis
id: Dasar
pl: Baza
tr: baz
vi: Dựa trên

source: Element
id: Elemen
it: Elemento
ru: Элемент
tr: eleman
vi: Hệ

source: Assassin
de: Assassine
it: Assassino
pl: Wojownik
ru: Ассасин
tr: katil
vi: Kẻ ám sát

source: Attacker
de: Angreifer
id: Penyerang
it: Attaccante
pl: Atakujący
ru: Атакующий
tr: saldırgan
vi: Người tấn công

source: Burn
de: Brand
it: Bruciatore
pl: Podpalający
tr: Yanmak
vi: Thiêu đốt

source: Debuffer
tr: Çapak

source: Defender
de: Verteidiger
id: Pelindung
it: Difensore
pl: Obrońca
tr: savunma oyuncusu
vi: Người phản khán

source: Special defender
de: Spezialverteidiger
id: Pelindung special
pl: Specjalny obrońca
ru: Спец защитник
tr: Özel savunma oyuncusu
vi: Phòng thủ phép

source: Special defense tank
de: Spezialverteidigungs-Tank
id: Tank special defense
pl: Specjalny defensywny czołg
tr: Özel savunma tankı
vi: Tank thủ phép

source: Upgrade
pl: Aktualizacja
ru: Обновить
tr: Yükselt
vi: Nâng cấp

source: VS. Revue reward
de: Vs. Revue-Belohnung
id: VS. hadiah Revue
it: Premi VS. Revue
pl: VS. nagroda Revue
tr: VS. Revü ödülü
vi: Phần thưởng ở VS.Revue

source: Selling price
de: Verkaufspreis
id: Harga jual
it: Prezzo vendita
pl: Cena sprzedaży
ru: Цена за продажу
tr: Satış fiyatı
vi: Giá bán

source: Explanation
de: Erklärung
id: Penjelasan
it: Spiegazione
pl: Wyjaśnienie
ru: Обьяснение
tr: açıklama
vi: Sự giải thích

source: Movie
de: Film
id: Film
it: Filmato
pl: Film
ru: фильм
tr: Film

source: Meetups
de: Treffen
id: Pertemuan
it: Meetup
pl: Spotkania
tr: Buluşmalar
vi: Gặp gỡ

source: Orchestral arrangement
de: Orchesterarrangement
id: Aransemen orkestra
it: Arrangiamento orchestrale
pl: Aranżacja orkiestrowa
tr: Orkestra düzenlemesi
vi: Dàn nhạc

source: Shoujo☆Kageki Revue Starlight (Lit. Girls☆Opera Revue Starlight) is a multi-media project produced by Bushiroad and Nelke Planning. It aims to link the world of anime and musicals together. Besides the anime series and the musical performances, the voice actresses also perform live concerts and various events for fans. The characters from the license also appear in 3 manga series and a mobile game called "Relive".
de: Shoujo☆Kageki Revue Starlight ist ein Multi-Media Projekt, welches von Bushiroad and Nelke Planning produziert wird. Ziel ist es, die Welt der Anime und Musical miteinander zu verbinden. Neben der Anime Adaption und den Musicals, treten die Synchronsprecherinnen auch auf Live Konzerten und verschiedenen Events für Fans auf. Die Charaktere aus der Reihe erscheinen auch in 3 Manga-Serien und einem Handyspiel namens "Relive".
it: Shoujo☆Kageki Revue Starlight (Lit. Girls☆Opera Revue Starlight) è un progetto multimediale prodotto da Bushiroad e Nelke Planning. Lo scopo è di unire il mondo degli anime a quello dei musical insieme. Oltre le serie animate e alla esibizioni musicali, le doppiatrici si esibiscono anche in concerti e in vari eventi per i fan. I personaggi dalla serie appaiono anche in 3 serie manga e in un gioco per mobile chiamato "Relive".
pl: Shoujo☆Kageki Revue Starlight (dos. Girls☆Opera Revue Starlight) jest multimedialnym projektem wyprodukowanym przez Bushiroad i Nelke Planning. Ma na celu połączenie świata anime oraz musicali. Poza serią anime oraz występami musicalowymi, aktorki głosowe również występują na żywo podczas różnych eventów dla fanów. Postacie występują też w 3 mangach oraz grze mobilnej zwanej ''Relive''.
ru: Shoujo☆Kageki Revue Starlight (Или же Девичья☆Опера Свет Ревю) это мульти-медийный проект произведённый компаниями Bushiroad и Nelke Planning. Его цель соединить мир аниме и мюзиклов. Кроме аниме и музыкальных представлений, актрисы озвучки также играют на живых концертах и разных ивентах для фанатов. Персонажи из лицензии также появляются в 3 сериях манги и в мобильной игре "Relive".
tr: Shoujo ☆ Kageki Revue Starlight (Lit. Girls ☆ Opera Revue Starlight) Bushiroad ve Nelke Planning tarafından üretilen bir multimedya projesidir. Anime ve müzikaller dünyasını birbirine bağlamayı amaçlamaktadır. Anime dizileri ve müzik performanslarının yanı sıra, ses aktrisleri de hayranlar için canlı konserler ve çeşitli etkinlikler gerçekleştiriyor. Lisanstaki karakterler de 3 manga serisinde ve “Relive” adında bir mobil oyunda yer alıyor.
vi: Shoujo☆Kageki Revue Starlight là một dự án đa phương tiện hướng đến việc kết nối thế giới nhạc kịch và anime do Bushiroad và Nelke Planning đồng sản xuất. Ngoài anime và các phần trình diễn nhạc kich, các diễn viên lồng tiếng cũng tham gia các live concert cùng nhiều sự kiện khác cho các fan. Các nhân vật dự án cũng xuất hiện trong 3 series manga và trong game "Re LIVE"

source: Sitemap
id: Peta situs
it: Mappa Sito
tr: Site haritası
vi: Sơ đồ trang web

source: Search and filter
de: Suchen und filtern
id: Pencarian dan filter
it: Cerca e filtra
ru: Поиск и фильтр
tr: Arama ve filtreleme
vi: Tìm kiếm và lọc

source: When you buy from this link, it costs you nothing extra, but we get a percentage which helps support the community and pay for the servers!
de: Wenn du etwas über den Link kaufst, musst du nichts extra bezahlen, jedoch erhalten wir einen Anteil, wodurch die Community supportet werden kann und wir weiterhin für die Server zahlen können!
it: Quando acquisti da questo link, non hai costi aggiuntivi, ma noi prenderemo una percentuale che ci aiuta a supportare la community e a pagare i server!
ru: Купив это по нашей ссылке вы не заплатите ничего лишнего, но мы получим процент который поможет поддержать сообщество и оплату за сервера!
tr: Bu bağlantıdan satın aldığınızda, ekstra bir ücrete gerek yoktur, ancak toplumu desteklemeye ve sunucular için ödeme yapmaya yardımcı olan bir yüzde elde ederiz!
vi: Khi bạn mua từ đường dẫn đó, nó sẽ không tốn cho bạn thêm bất cứ thứ gì, nhưng chúng tôi nhận được cái giúp đỡ cho cộng động và trả phí cho những cái dịch vụ!

source: Official agency profile
id: Profil agensi resmi
it: Profilo ufficiale agenzia
ru: Оффициальный профиль агенства
tr: Resmi ajans profili
vi: Hồ sơ cơ quan chính thức

source: Stories
de: Storys
id: Cerita
it: Storie
ru: Истории
tr: Hikayeler
vi: Những câu chuyện

source: Gameplay
ru: Геймплей
tr: Oynanış
vi: Cách chơi

source: Thank you for pre-registering!
de: Vielen Dank für die Vorregistrierung!
it: Grazie per esserti pre-registrato!
ru: Спасибо за предварительную регистрацию!
tr: Ön kayıt olduğunuz için teşekkür ederiz!
vi: Cảm ơn bạn đã đăng kí sớm

source: Users
de: User
id: Pengguna
it: Utenti
ru: Пользователи
tr: Kullanıcılar
vi: Người dùng

source: Advent calendar
id: Kalendar advent
it: Calendario dell'avvento
tr: Varış takvimi

source: Optional
id: Opsional
it: Opzionale
tr: İsteğe bağlı

source: {thing} required.
id: Perlu {thing}.
tr: {thing} gerekli.

source: Past tags
id: Tags sebelumnya
tr: Geçmiş etiketler

source: Original
id: Asli
ru: Оригинал
tr: orijinal

source: High quality
id: Kualitas tinggi
ru: Высокое качество
tr: Yüksek kalite

source: Your inbox is only open to people you follow, and you're not following anyone.
id: Kotak masukmu hanya terbuka untuk orang yang kamu ikuti, dan kamu tidak mengikuti siapapun.
it: La tua casella di posta è aperta solo alle persone che segui, e non segui nessuno.
tr: Gelen kutunuz yalnızca takip ettiğiniz kişilere açıktır ve kimseyi takip etmiyorsunuzdur.

source: Hey, look! I'm on {site}! Follow me ♥︎
id: Hei, lihat! Aku ada di {site}! Ikuti aku ♥︎
tr: Hey, bak! Ben {site}'deyim! Beni takip et ♥ ︎

source: How to get badges?
id: Bagaimana cara mendapat lencana?
it: Come ottenere i badge?
pl: Jak zdobyć odznaki?
ru: Как получить значки?
tr: Rozet nasıl alınır?
vi: Làm sao để có huy hiệu?

source: Collect them all!
id: Koleksi semuanya!
ru: Собери их всех!
tr: Hepsini topla!

source: Prizes
id: Hadiah
it: Premi
ru: Призы
tr: Ödüller

source: Your inbox is closed.
id: Kotak masukmu tertutup.
ru: Ваш почтовый ящик закрыт.
tr: Gelen kutunuz kapalı.

source: Happy New Year!
de: Ein gluckliches neues Jahr
id: Selamat Tahun Baru!
it: Felice anno nuovo!
ru: С Новым Годом!
tr: Yeni Yılınız mutlu olsun!
vi: Chúc mừng năm mới!

source: Happy Lunar New Year!
id: Selamat Tahun Baru Imlek!
it: Felice anno lunare!
tr: Mutlu Ay Yeni Yılı!
vi: Chúc mừng năm mới!

source: Happy Valentine's Day!
id: Selamat Hari Valentine!
it: Buon San Valentino!
pl: Szczęśliwych Walentynek!
ru: С Днём Святого Валентина!
tr: Mutlu sevgililer günü!

source: Happy Leap Day!
id: Selamat Hari Kabisat!
tr: Artık Gününüz kutlu olsun!

source: Happy White Day!
id: Selamat Hari Putih!
pl: Szczęśliwego Białego Dnia!
ru: С Белым Днём!
tr: Mutlu Beyaz Günler!

source: Happy St Patrick's Day!
id: Selamat Hari St Patrick!
it: Felice giorno di San Patrizio!
ru: С Днём Святого Патрика!
tr: Aziz Patrick Günü kutlu olsun!

source: Happy April Fool's Day!
id: Selamat Hari April Fool's!
it: Buon Pesce d'Aprile!
ru: С Первым Апреля!
tr: April Fool Günü kutlu olsun!

source: Happy Easter!
id: Selamat Paskah!
it: Buona Pasqua!
ru: Счастливой Пасхи!
tr: Mutlu Paskalyalar!

source: May the Fourth be with you!
tr: Dördüncü sizinle olsun!

source: Happy Pride Month!
id: Selamat Bulan Kebanggaan!
it: Felice Mese del Pride!
tr: Mutlu Gurur Ayı!

source: Happy Thanksgiving!
id: Selamat Pengucapan Syukur
ru: Счастливого Дня Благодарения!
tr: Şükran Günü kutlu olsun!

source: Happy Halloween!
id: Selamat Halloween!
ru: Счастливого Хэллоуина!
tr: Mutlu Cadılar Bayramı!

source: Merry Christmas!
id: Selamat Natal!
ru: Счастливого Рождества!
tr: Mutlu Noeller!

source: Learn a few tips and tricks to help you easily use {site}.
id: Pelajari sebagian tip dan trik untuk membantumu menggunakan {site}.
tr: {site} 'i kolayca kullanmanıza yardımcı olacak birkaç ipucu ve püf noktası öğrenin.

source: Map of all {license} fans around the world.
tr: Dünyadaki tüm {license} hayranlarının haritası.

source: Credits
id: Kredit
tr: Kredi

source: LIVE Carnival
tr: CANLI Karnaval

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and hold notes a {skill_value2}% score bonus in the next {skill_duration} seconds.
tr: Her {trigger_value} saniye için Perfect {notların% {bonus_value}% puan bonusu alma ve notları sonraki {skill_duration} saniye içinde {skill_value2}% puan bonusu tutma şansı vardır.

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%, or +{cond_percentage}% if your team consists of only {influence} members
id: Untuk {duration} detik yang mendatang, skor not PERFECT ditingkatkan +{percentage}%, atau +{cond_percentage}% jika tim-mu terdiri atas hanya member {influence}
tr: Sonraki {süre} saniye boyunca, ekibiniz yalnızca {nüfuz} üyeden oluşuyorsa PERFECT nota puanı% + {yüzde} veya% + {cond_perprint}% artırıldı

source: For the next {duration} seconds, score boosted by +{percentage}% (+{cond_percentage}% if your team consists of only {influence} members) until a {note_type} note is hit, then score boosted by +{alt_percentage}%
tr: Sonraki {süre} saniye boyunca, puan {{not_type} nota isabet edinceye kadar% + {yüzde} (+ ekibiniz yalnızca {nüfuz} üyeden oluşuyorsa% +% cond}%) artırıldı, sonra puan + {alt_perundred} artırıldı %

source: Gallery of {license} images
id: Galeri gambar {license}
tr: {license} resim galerisi

source: Show {thing}
id: Tampilkan {thing}
pl: Pokaż {thing}
ru: Показать {thing}
tr: {thing} göster
vi: Hiện {thing}

source: Guests
id: Tamu
ru: Гости
tr: Misafirler

source: Hide {thing}
id: Sembunyikan {thing}
ru: Скрыть {thing}
tr: {thing} öğesini gizle
vi: Ẩn {thing}

source: All members
id: Semua member
ru: Все участники
tr: Tüm üyeler

source: Appeal
it: Fascino
tr: Temyiz

source: Stamina
ru: Стамина
tr: dayanma gücü

source: Passive
id: Pasif
ru: Пассивный
tr: Pasif

source: Limit break
it: Punto di sblocco
tr: Sınır arası

source: Episode
ru: Эпизод
tr: bölüm

source: Chapter
id: Bab
ru: Глава
tr: bölüm

source: Post
id: Postingan
ru: Сообщение
tr: İleti

source: Posts
id: Postingan
it: Post
ru: Сообщения
tr: Gönderiler

source: Glowing
id: Bersinar
pl: Świecące
tr: Parıltılı

source: Year
id: Tahun
tr: Yıl
vi: Năm

source: Skills
id: Keterampilan
tr: Beceriler

source: Still
id: Foto
tr: yine

source: Story
id: Cerita
pl: Opowieść
ru: История
tr: Hikaye

source: Elegant
id: Elegan
pl: Elegancki
tr: Zarif

source: Natural
pl: Naturalny
tr: Doğal

source: Guest
id: Tamu
pl: Gość
ru: Гость
tr: Misafir
vi: Khách

source: No attribute
id: Tidak beratribut
pl: Brak atrybutu
ru: Без атрибута
tr: Özellik yok

source: Symbol
id: Simbol
ru: Символ
tr: sembol

source: Lighstick color
id: Warna lightstick
it: Colore bastoncino
pl: Kolor światła chemicznego
ru: Цвет Лайстика
tr: Lighstick rengi

source: Call and response
pl: Zawołanie i odpowiedź
ru: Звонок и ответ
tr: Ara ve cevap ver
vi: Lời gọi đáp

source: Game
pl: Gra
ru: Игра
tr: oyun

source: Abstract
id: Abstrak
ru: Абстракция
tr: Öz

source: Blurry
id: Kabur
pl: Zamazane
ru: Размытый
tr: Bulanık
vi: Làm mờ

source: Show
it: Mostra
ru: Шоу
tr: Göstermek

source: Guard
tr: bekçi

source: Voltage
tr: Voltaj

source: Max trained
ru: Тренировка до максимума
tr: Max eğitimli

source: Affects
id: Mempengaruhi
it: Ha effetto su
ru: Аффекты
tr: etkiler

source: Chapter {number}
id: Bab {number}
pl: Rozdział {number}
ru: Глава {номер}
tr: Bölüm {number}

source: Episode {number}
pl: Odcinek {number}
ru: Эпизод {номер}
tr: Bölüm {number}

source: Outfit unlocked
pl: Strój odblokowany
ru: Костюм разблокирован
tr: Kıyafet kilidi açıldı

source: Story unlocked
pl: Opowieść odblokowana
ru: История разблокирована
tr: Hikayenin kilidi açıldı

source: {name}'s birthday party {year}
id: Pesta ulang tahun {name} {year}
pl: przyjęcie urodzinowe {name} {year}
ru: День Рождение {имя} {год}
tr: {name} doğum günü partisi {year}
vi: Tiệc sinh nhật {name} năm {year}

source: What's your Love Live! story?
id: Apa cerita Love Live!-mu?
it: Qual è la tua storia con Love Live!?
pl: Jaka jest twoja historia z Love Live!?
ru: Какая твоя история Love Live! ?
tr: Aşkın Ne Canlı! hikaye?

source: How to install {app}?
id: Bagaimana cara memasang {app}?
pl: Jak zainstalować {app}?
ru: Как установить {приложение}?
tr: {app} nasıl kurulur?
vi: Làm sao để cài đặt {app}?

source: Gachas
id: Gacha
ru: Гачи
tr: Gacha'ları
vi: Gacha

source: Happy Pi Day!
id: Selamat Hari Pi!
ru: Счастливого дня Пни!
tr: Mutlu Pi Günü!

source: Happy Cinco de Mayo!
id: Selamat Cinco de Mayo!
ru: Счастливого Синко де Майо
tr: Mutlu Cinco de Mayo!

source: Ultra rare
it: Ultra rara
pl: Ultra Rzadki
ru: Ультра Редкий
tr: Aşırı nadir

source: 1st
de: Erste/r/s
id: Nomor 1
ru: 1-ый
vi: thứ nhất

source: 2nd
de: Zweite/r/s
id: Nomor 2
ru: 2-ой
vi: thứ hai

source: Platform
de: Plattform
id: Media
it: Piattaforma
pl: Platforma
ru: Сайт
vi: Link (Có thể là Facebook, Twitter,...)

source: Wiki
ru: Вики

source: Link
id: Tautan
pl: Odnośnik
ru: Ссылка
vi: Liên kết
