Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: Submitted {total} reports
de: {total} Reports eingesendet
id: Menyumbangkan {total} laporan
it: {total} rapporti inviati
ru: Отправлено {total} жалоб
tr: Gönderilen {total} rapor
vi: Đã gửi {total} báo cáo

source: Decisive
de: bestimmend
id: Pengambil keputusan
it: Decisionale
ru: Решающий
tr: belirleyici
vi: Quyết định

source: Edited or deleted {total} reported items
de: {total} gemeldete Aktivitäten bearbeitet oder gelöscht
id: Mengubah atau menghapus {total} item yang dilaporkan
it: Modificati o rimossi {total} oggetti segnalati
pl: Zedytował lub usunął {total} zgłoszonych elementów
ru: Отредактировали или удалили {total} сообщенные элементы
tr: Bildirilen veya silinen {total} bildirilen öğe
vi: Đã sửa hoặc xoá {total} bản báo cáo

source: Community entertainer
id: Penghibur komunitas
it: Animatore della community
ru: Общественный артист
tr: Topluluk şovmen
vi: Nghệ sĩ của cộng đồng

source: Organized and posted about {total} community events
de: Organisierte und postete über {total} Community-Events
id: Mengelola dan menerbitkan {total} acara komunitas
it: Organizzati e postati circa {total} eventi community
ru: Организовал и написал о {total} мероприятиях сообщества
tr: {total} topluluk etkinliği hakkında organize edildi ve yayınlandı
vi: Đã tổ chức và đăng {total} sự kiện cho cộng đồng

source: Backup staff
de: Backup-Team
id: Staf cadangan
it: Staff di riserva
ru: Резервный персонал
tr: Yedek personel
vi: Staff dự phòng

source: Translator
de: Übersetzer
id: Penerjemah
it: Traduttore
pl: Tłumacz
ru: Переводчик
tr: Çevirmen
vi: Phiên dịch viên

source: Graphic designer
de: Grafikdesigner
id: Desainer grafis
pl: Grafik
ru: Графический дизайнер
tr: Grafik tasarımcı
vi: Nhà thiết kế đồ hoạ

source: Artist
de: Künstler
id: Ilustrator
it: Artista
pl: Artysta
ru: Художник
tr: Sanatçı
vi: Hoạ sĩ

source: Developer
de: Entwickler
id: Pengembang
it: Sviluppatore
pl: Deweloper
ru: Разработчик
tr: Geliştirici
vi: Nhà phát triển

source: System administrator
id: Administrasi sistem
it: Amministatore del sistema
ru: Системный админ
tr: Sistem yöneticisi
vi: Quản trị viên máy chủ

source: You are not allowed to see activities with the tag "{tag}".
de: Du darfst keine Aktivitäten mit dem Tag "{tag}" sehen.
id: Kamu tidak boleh melihat aktivitas dengan tag "{tag}".
it: Non puoi visualizzare le attività con il tag "{tag}".
ru: Вам не разрешено видеть записи с тегом "{tag}".
tr: "{tag}" etiketli etkinlikleri görmenize izin verilmiyor.
vi: Bạn không được phép xem các hoạt động có liên quan tới thẻ "{tag}".

source: Translations
de: Übersetzungen
id: Terjemahan
it: Traduzioni
pl: Tłumaczenia
ru: Переводы
tr: Çeviriler
vi: Dịch

source: Block {username}
de: {username} blockieren
id: Blok {username}
it: Blocca {username}
pl: Zablokuj {username}
ru: Заблокировать {username}
tr: {username} adlı kullanıcıyı engelle
vi: Chặn {username}

source: You can change which tags you would like to see or hide in your settings.
de: In den Einstellungen kannst du entscheiden, welche Tags du sehen möchtest und welche nicht.
id: Kamu bisa melihat tag mana yang ingin kamu lihat atau sembunyikan dalam pengaturanmu.
it: Puoi cambiare quali tag vedere o bloccare dalle tue impostazioni.
ru: Вы можете изменить те теги, которые вы хотели бы видеть или скрыть в настройках.
tr: Ayarlarınızda hangi etiketleri görmek veya gizlemek istediğinizi değiştirebilirsiniz.
vi: Bạn có thể thay đổi những tags nào bạn muốn xem hoặc ẩn đi ở phần cài đặt.

source: Display your birthdate year
de: Zeige dein Geburtsjahr an
id: Tampilkan tahun lahirmu
it: Mostra il tuo anno di nascita
ru: Показывать свой год рождения
tr: Doğum tarihinizi görüntüleyin
vi: Hiển thị ngày sinh của bạn

source: Roles
de: Rollen
id: Peran
it: Ruoli
pl: Role
ru: Роли
tr: Roller
vi: Các vị trí

source: Hide tags
de: Tags ausblenden
id: Sembunyikan tag
it: Nascondi tag
ru: Скрыть теги
tr: Etiketleri gizle
vi: Ẩn tags

source: hobbies
de: Hobbys
id: hobi
it: hobby
ru: хобби
tr: Hobiler
vi: sở thích

source: About us
de: Über uns
id: Tentang kami
it: Chi siamo
ru: О нас
tr: Hakkımızda
vi: Về chúng tôi

source: Pre-register
de: Vorregistrieren
it: Pre-registrazione
ru: Пре-регистрация
tr: Ön kayıt
vi: Đăng ký sớm

source: Security
de: Sicherheit
id: Keamanan
it: Sicurezza
pl: Ochrona
ru: Безопасность
tr: Güvenlik
vi: Bảo vệ

source: You blocked {username}.
de: Du hast {username} blockiert.
id: Kamu telah memblokir {username}.
it: Hai bloccato {username}.
pl: Zablokowałeś {username}.
ru: Вы заблокировали {username}.
tr: {username} adlı kullanıcıyı engellediniz.
vi: Bạn đã chặn {username}.

source: Unblock {username}
de: {username} entblocken
id: Batalkan memblokir {username}.
it: Sblocca {username}
pl: Odblokuj {username}
ru: Разблокировать {username}
tr: {username} adlı kullanıcının engellemesini kaldır
vi: Bỏ chặn {username}

source: Are you sure you want to block {username}? You will not be able to see any content created by {username}.
de: Bist du sicher dass du {username} blockieren möchtest? Du wirst dann nicht in der Lage sein, Inhalte von {username} zu sehen.
id: Apakah kamu yakin ingin memblokir {username}? Kamu tidak akan bisa melihat konten yang dibuat oleh {username}.
it: Sei sicuro di voler bloccare {username}? Non potrai più vedere i contenuti creati da {username}.
ru: Вы действительно хотите заблокировать {username}? Вы не сможете увидеть любой контент, созданный {username}.
tr: {username} adlı kullanıcıyı engellemek istediğinizden emin misiniz? {username} tarafından oluşturulan hiçbir içeriği göremeyeceksiniz.
vi: Bạn có chắc chắn muốn chặn {username}? You sẽ không thể xem bất kì thứ gì liên quan tới {username}.

source: Are you sure you want to unblock {username}?
de: Bist du sicher dass du die Blockierung von {username} widerrufen möchtest?
id: Apakah kamu yakin ingin membatalkan blokir terhadap {username}?
it: Sei sicuro di voler sbloccare {username}?
ru: Вы действительно хотите разблокировать {username}?
tr: {username} adlı kullanıcının engellemesini kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn bỏ chặn {username}?

source: this user
de: dieser User
id: pengguna ini
it: questo utente
ru: этот пользователь
tr: bu kullanıcı
vi: người dùng này

source: Include cameos
de: Gastauftritte einbeziehen
id: Masukkan kameo
it: Includi cameo
ru: Включить камео
tr: Kamera hücrelerini dahil et
vi: Bao gồm

source: Cameos
de: Gastauftritte
id: Kameo
it: Cameo
ru: Камео
tr: Küçük roller

source: Community event
id: Acara komunitas
it: Eventi community
ru: Событие сообщества
tr: Topluluk etkinliği
vi: Sự kiện cộng đồng

source: Not about {thing}
tr: {thing} hakkında değil

source: You need to be over 18 years old.
de: Du musst über 18 Jahre alt sein.
id: Kamu harus berusia di atas 18 tahun.
it: Devi avere più di 18 anni.
pl: Musisz mieć ukończone 18 lat.
ru: Вы должны быть старше 18 лет.
tr: 18 yaşından büyük olmalısınız.
vi: Bạn phải đủ 18 tuổi.

source: You can change your birthdate in your settings.
de: Du kannst dein Geburtsdatum in deinen Einstellungen ändern.
id: Kamu bisa mengganti tanggal lahirmu pada pengaturan.
it: Puoi cambiare il tuo compleanno dalle impostazioni.
pl: Możesz zmienić datę urodzenia w swoich ustawieniach.
ru: Вы можете изменить свою дату рождения в настройках.
tr: Doğum tarihinizi ayarlarınızdan değiştirebilirsiniz.
vi: Bạn có thể thay đổi ngày sinh ở phần cài đặt.

source: Measurements
de: Maße
id: Ukuran
it: Misure
pl: Pomiary
ru: Измерения
tr: Ölçümler
vi: Đo lường

source: Chitose Bridge High School
de: Chitose Bridge Oberschule
id: SMA Chitose Bridge
it: Liceo Chitose Bridge
pl: Liceum Chitose Bridge
ru: Старшая школа Читосе Бридж
tr: Chitose Köprüsü Lisesi
vi: Trung học Chitose Bridge

source: Seiran High School
de: Seiran Oberschule
id: SMA Seiran
it: Liceo Seiran
pl: Liceum Seiran
ru: Старшая школа Сейран
tr: Seiran Lisesi
vi: Trung học Seiran

source: Shinonome Academy
de: Shinonome Akademie
id: Akademi Shinonome
it: Accademia Shinonome
pl: Akademia Shinonome
ru: Академия Шинономе
tr: Shinonome Akademisi
vi: Học viện Shinonome

source: Shion Girls' Academy
de: Shion Mädchenakademie
id: Akademi Perempuan Shion
it: Accademia Femminile Shion
ru: Старшая школа для девочек Шион
tr: Shion Kız Akademisi
vi: Học viện nữ sinh Shion

source: Touou Academy
de: Touou Akademie
id: Akademi Touou
it: Accademia Touou
pl: Akademia Touou
ru: Академия Тоуоу
tr: Touou Akademisi
vi: Học viện Touou

source: Y.G. International Academy
de: Internationale Akademie Y.G.
it: Accademia Internazionale Y.G.
pl: Międzynarodowa Akademia Y.G.
ru: Международная Aкадемия Y.G.
tr: YG Uluslararası Akademisi
vi: Học viện quốc tế Y.G

source: Nijigasaki High School
de: Nijigasaki Oberschule
id: SMA Nijigasaki
it: Liceo Nijigasaki
ru: Старшая школа Ниджигасаки
tr: Nijigasaki Lisesi
vi: Trung học Nijigasaki

source: Uranohoshi Girls' High School
de: Uranohoshi Mädchenoberschule
id: SMA Perempuan Uranohoshi
it: Liceo Femminile Uranohoshi
ru: Старшая школа для девочек Уранохоши
tr: Uranohoshi Kız Lisesi
vi: Trung học nữ sinh Uranohoshi

source: Otonokizaka Academy
de: Otonokizaka Akademie
id: Akademi Otonokizaka
it: Accademia Otonokizaka
ru: Академия Отонокизака
tr: Otonokizaka Akademisi
vi: Học viện Otonokizaka

source: School year
de: Jahrgang
id: Tahun sekolah
it: Anno scolastico
pl: Klasa
ru: Учебный год
tr: Okul yılı
vi: Năm học

source: Blood type
de: Blutgruppe
id: Golongan darah
it: Gruppo sanguigno
pl: Typ krwi
ru: Группа крови
tr: Kan grubu
vi: Nhóm máu

source: {nth} year
de: {nth} Jahrgang
id: Tahun {nth}
it: {nth} anno
ru: {nth} год
tr: {nth} yıl
vi: Năm {nth}

source: Contributors
de: Mitwirkende
id: Kontributor
it: Contributori
ru: Соавторы
tr: katkıda
vi: Người giúp việc

source: View model
de: Modell anschauen
id: Lihat model
it: Visualizza modello
ru: Просмотреть модель
tr: Modeli görüntüle
vi: Xem model

source: Controls
de: Einstellungen
id: Kendali
it: Controlli
ru: Управление
tr: Kontroller
vi: Điều khiển

# BanPa model viewer
source: Breathe
de: Atmen
id: Bernafas
it: Respiro
ru: Дышать
tr: Nefes almak
vi: thở

# BanPa model viewer
source: Blink
de: Zwinkern
id: Kedip
it: Battito ciglia
pl: Mrugać
ru: Моргание
tr: Goz kirpmak
vi: Chớp mắt

# BanPa model viewer
source: Sway
de: Wanken
id: Ayun
it: Dondola
ru: Качание
tr: Sallanma
vi: Lắc

# BanPa model viewer
source: Action
de: Aktion
id: Bertindak
it: Azione
ru: Действие
tr: Aksiyon
vi: Hành động

# BanPa model viewer
source: Loop
id: Berulang
ru: Луп
tr: döngü
vi: Lặp

# BanPa model viewer
source: Expression
de: Gesicht
id: Ekspresi
it: Espressione
ru: Эмоция
tr: ifade
vi: Biểu hiện

# BanPa model viewer
source: Screenshot
de: Foto
ru: Снимок экрана
tr: Ekran görüntüsü
vi: Ảnh chụp màn hình

# BanPa model viewer
source: (with background)
de: (mit Hintergrund)
id: (dengan latar belakang)
it: (con sfondo)
ru: (с фоном)
tr: (arka planla birlikte)
vi: (đi kèm hình nền)

source: All perfect
de: Alles perfekt
it: Tutto perfetto
ru: Превосходно!
tr: Hepsi mükemmel
vi: Tất cả đều hoàn hảo

source: Thank you Yurishii
de: Vielen Dank Yurishii
id: Terima kasih Yurishii
it: Grazie Yurishii
ru: Спасибо, Юриши!
tr: Teşekkürler Yurishii
vi: cảm ơn Yurishii

source: Hot
de: Beliebt
id: Hangat
ru: Свежее
tr: Sıcak
vi: Nóng

source: How often do you hit PERFECT notes?
de: Wie oft triffst du PERFEKTE Noten?
id: Seberapa sering kamu mendapatkan PERFECT?
it: Quanto spesso prendi le note PERFECT?
ru: Как часто вы попадаете на PERFECT?
tr: PERFECT notalarına ne sıklıkla vurursunuz?
vi: Bạn thường xuyên đạt được PERFECT như thế nào?

source: How often is your life above 900?
de: Wie oft sind deine Leben über 900?
id: Seberapa sering nyawamu di atas 900?
it: Quanto spesso la tua vita è sopra 900?
ru: Как часто ваша жизнь выше 900?
tr: Hayatın ne sıklıkla 900'ün üstünde?
vi: Thể lực của bạn thường trên mức 900 như thế nào?

source: Costume
de: Kostüm
id: Kostum
ru: Костюм
tr: Kostüm
vi: Trang phục

source: Item
pl: Przedmiot
ru: Предмет
tr: madde
vi: Vật dụng

source: Items
id: Item
it: Oggetti
pl: Przedmioty
ru: Предметы
tr: Öğeler
vi: Những vật dụng

source: Area
de: Bereich
pl: Obszar
ru: Район
tr: alan
vi: Khu vực

source: Gallery
de: Gallerie
id: Galeri
it: Galleria
ru: Галерея
tr: galeri
vi: Bộ sưu tập

source: Area item
id: Item area
ru: Предмет района
tr: Alan öğesi
vi: Vật dụng của khu vực

source: Area items
id: Item area
it: Area Item
pl: Przedmioty obszaru
ru: Предметы района
tr: Alan öğeleri
vi: Các vật dụng của khu vực

source: Asset
id: Aset
ru: Файл
tr: Varlık
vi: Tài sản

source: Assets
id: Aset
ru: Файлы
tr: Varlıklar
vi: Tài sản

source: Costumes
de: Kostüme
id: Kostum
it: Costumi
ru: Костюмы
tr: Kostümler
vi: Các trang phục

source: Quantity
de: Anzahl
id: Jumlah
it: Quantità
ru: Количество
tr: miktar
vi: Số lượng

source: Poster
ru: Плакат
tr: Afiş
vi: Áp phích

source: Comics
id: Komik
it: Fumetti
ru: Комиксы
tr: Karikatürler
vi: Truyện tranh

source: Backgrounds
de: Hintergründe
id: Latar belakang
it: Sfondi
ru: Фоны
tr: Arka plan
vi: Hình nền

source: Stamps
de: Stempel
id: Stempel
it: Timbri
ru: Штампы
tr: Pullar
vi: Con dấu

source: Titles
de: Titel
id: Titel
it: Titoli
ru: Титулы
tr: Başlıklar
vi: Huy hiệu

source: Interface
id: Antarmuka
it: Interfaccia
pl: Interfejs
ru: Интерфейс
tr: Arayüz
vi: Giao diện

source: Outdoor
de: Außenbereich
id: Luar ruangan
it: Esterno
ru: На улице
tr: Dış mekan
vi: ngoài cửa

source: Indoor
de: Innenbereich
id: Dalam ruangan
it: Interno
ru: В помещении
tr: Kapalı
vi: trong nhà

source: Stage
de: Bühne
id: Panggung
it: Palco
ru: Сцена
tr: Sahne
vi: Sân khấu

source: Home
id: Rumah
ru: Дом
tr: Ev
vi: nhà

source: Dating spot
id: Tempat berkencan
it: Punto d'incontro
ru: Место знакомства
tr: Buluşma noktası
vi: Nơi hẹn hò

source: Costume type
de: Art des Kostüms
id: Jenis kostum
it: Tipo di costume
ru: Тип костюма
tr: Kostüm tipi
vi: Loại trang phục

source: Change My Mind Challenge
id: Tantangan "Change My Mind"
ru: ''Change My Mind'' Челлендж
tr: Fikrimi Değiştir Meydan Okuma
vi: Thử thách thay đổi Suy Nghĩ của Tôi

source: Worldwide version
de: Weltweite Version
id: Versi dunia
it: Versione globale
ru: Всемирная версия
tr: Dünya çapında sürüm
vi: Bản quốc tế

source: Chinese version
de: Chinesische Version
id: Versi Tiongkok
it: Versione cinese
ru: Китайская версия
tr: Çin versiyonu
vi: Bản Trung Quốc

source: Score Match
de: Scorekampf
ru: Score Матч
tr: Skor Maçı
vi: Trận đấu Điểm số

source: Medley Festival
pl: Festiwal składanek
ru: Medley Фестиваль
tr: Karışık Festivali
vi: Lễ hội Giai điệu

source: Challenge Festival
ru: Челлендж Фестиваль
tr: Meydan Okuma Festivali
vi: Lễ hội Thử thách

source: Adventure Stroll
ru: Приключенческая Прогулка
tr: Macera Gezintisi
vi: Chuyến phiêu lưu Vòng quanh

source: Friendly Match
de: Freundlicher Kampf
ru: Дружеский Матч
tr: Dostluk maçı
vi: Trận đấu Thân thiện

source: Edit your {thing}
de: Deine {thing} bearbeiten
id: Ubah {thing}mu
it: Modifica {thing}
ru: Редактировать {thing}
tr: {thing} öğenizi düzenleyin
vi: Chỉnh sửa {thing} của bạn

source: If you delete this {thing} ({instance}), the following will automatically be deleted as well:
de: Wenn du diesen {thing} ({instance}) löschst, wird Folgendes ebenfalls automatisch gelöscht:
id: Jika kamu menghapus {thing} ini, semua yang tertera di bawah ini juga akan terhapus:
it: Nel caso cancellassi questo/a {thing} ({instance}), verrà cancellato anche:
ru: Если ты удалишь {thing} ({instance}), также будет удалено следующее:
tr: Bu {thing} ({instance}) öğesini silerseniz, aşağıdakiler de otomatik olarak silinecektir:
vi: Nếu bạn xoá cái {thing} ({instance}) này, những thứ sau đây cũng sẽ tự động bị xoá:

source: Are you sure you want to delete this {thing} ({instance})?
de: Bist du sicher, dass du diese/n/s {thing} ({instance}) löschen willst?
id: Apakah kamu yakin ingin menghapus {thing} ({instance})?
it: Sei sicuro di voler cancellare questo/a {thing} ({instance})?
ru: Вы действительно хотите удалить {thing} ({instance})?
tr: Bu {thing} ({instance}) sayfasını silmek istediğinizden emin misiniz?
vi: Bạn có chắc rằng muốn xoá {thing} ({instance}) không?

source: Medal
de: Orden
id: Medali
it: Medaglia
ru: Медаль
tr: Madalya
vi: Huy chương

source: Gym
de: Arena
it: Palestra
pl: Siłownia
ru: Зал
tr: Jimnastik
vi: phòng thể dục

source: Happy Birthday
de: Alles Gute zum Geburtstag
id: Selamat Ulang Tahun
it: Buon compleanno
pl: Wszystkiego Najlepszego
ru: С днем рождения
tr: Mutlu Yıllar
vi: Chúc mừng sinh nhật

source: Classroom
de: Klassenraum
id: Ruang kelas
it: Classe
ru: Класс
tr: Sınıf
vi: phòng học

source: Official art
de: Offizielle Artworks
id: Karya resmi
ru: Официальный арт
tr: Resmi sanat
vi: Hình ảnh chính thức

source: Rerun
id: Pengulangan
it: Replica
ru: Повтор гачи
tr: tekrar yayınlama
vi: Chạy lại

source: Copied
de: Kopiert
id: Tersalin
it: Copiato
ru: Скопировано
tr: Kopyalanan
vi: Đã sao chép

source: Archived
de: Archiviert
id: Terarsip
it: Archiviato
ru: Заархивировано
tr: Arşivlenen
vi: Đã lưu

source: Unarchived
de: Nicht archiviert
id: Arsip terbatalkan
it: Non archiviato
ru: Не в архиве
tr: Arşivlenmedi
vi: Chưa được lưu

source: Popular
de: Beliebt
id: Populer
it: Popolare
pl: Popularne
ru: Популярное
tr: Popüler
vi: Phổ biến

source: New
de: Neu
id: Baru
it: Nuovo
pl: Nowe
ru: Новое
tr: Yeni
vi: Mới

source: Staff picks
de: Empfohlen vom Team
id: Pilihan staf
it: Scelto dallo staff
ru: Выбор сотрудников
tr: Personel seçtikleri
vi: Chọn nhân viên

source: Customize profile
de: Profil bearbeiten
id: Ubah profil
it: Profilo personalizzabile
ru: Изменить профиль
tr: Profili özelleştir
vi: Tuỳ chỉnh Hồ sơ

source: Hide archived activities
de: Archivierte Aktivitäten ausblenden
id: Sembunyikan aktivitas terarsip
it: Nascondi attività archiviate
ru: Скрыть архив. записи
tr: Arşivlenmiş etkinlikleri gizle
vi: Ẩn các hoạt động đã lưu

source: Unarchive
de: Unarchivieren
id: Batal arsip
it: Non archiviare
ru: Убрать из архива
tr: Arşivden Çıkar
vi: Chưa lưu

source: Archive
de: Archivieren
id: Arsipkan
it: Archivia
ru: Заархивировать
tr: Arşiv
vi: Lưu

source: Premium feature
id: Fitur premium
it: Feature Premium
ru: Премиум-функция
tr: Premium özellik
vi: Đặc điểm Premium (Cao cấp)

source: You might be the first person who sees these activities!
de: Du bist wohl die erste Person, die diese Aktivitäten sieht!
id: Kamu mungkin saja merupakan orang pertama yang melihat aktivitas ini!
it: Potresti essere la prima persona a vedere queste attività!
ru: Ты можешь быть первым человеком, кто увидит эти записи!
tr: Bu aktiviteleri ilk gören siz olabilirsiniz!
vi: Bạn có lẽ là người đầu tiên xem các hoạt động này!

source: If you see anything that doesn't follow our rules, please help us by reporting it.
de: Falls du etwas siehst, was nicht unseren Regeln entspricht, dann bitten wir dich es zu melden.
id: Jika kamu melihat sesuatu yang tidak mengikuti peraturan kami, tolong bantu kami dengan melaporkannya.
it: Se trovi qualcosa che non segue le nostre regole, aiutaci segnalandolo
ru: Если ты увидишь что-то, нарушающее правила, пожалуйста, помоги нам, сообщив о нарушении.
tr: Kurallarımıza uymayan bir şey görürseniz, lütfen bildirerek bize yardımcı olun.
vi: Nếu bạn thấy một vài điều không tuân thủ điều luật của chúng tôi, làm ơn giúp chúng tôi bằng cách báo cáo nó!

source: Custom link
de: Eigener Link
id: Link kustom
it: Link custom
ru: Своя ссылка
tr: Özel bağlantı
vi: Tuỳ chỉnh liên kết

source: When someone likes an activity you archived.
de: Wenn jemandem eine Aktivität gefällt, die du archiviert hast.
id: Jika seseorang menyukai aktivitas yang kamu arsipkan.
it: Quando qualcuno mette like ad un'attività archiviata.
ru: Когда кому-то нравится твоя запись в архиве.
tr: Birisi arşivlediğiniz bir etkinliği beğendiğinde.
vi: Khi một ai đó thích hoạt động bạn lưu trữ

source: Preferences
de: Präferenzen
id: Preferensi
it: Preferenze
ru: Предпочтения
tr: Tercihler
vi: Những màn trình diễn

source: More
de: Mehr
id: Lebih banyak
it: Altro
pl: Więcej
ru: Ещё
tr: Daha
vi: Nhiều hơn nữa

source: Can't use Patreon?
de: Du kannst Patreon nicht benutzen?
id: Tidak bisa menggunakan Patreon?
it: Non riesci ad usare Patreon?
pl: Nie możesz użyć Patreon?
ru: Не можешь воспользоваться Patreon?
tr: Patreon'u kullanamıyor musunuz?
vi: Không thể dùng Patreon?

source: Goal
de: Ziel
id: Target
it: Obiettivo
pl: Cel
ru: Цель
tr: Hedef
vi: Nhiệm vụ

source: Total spent
de: Insgesamt ausgegeben
id: Total dihabiskan
it: Totale speso
ru: Всего потрачено
tr: Toplam harcama
vi: Tổng đã dành

source: Encore
tr: istek parça
vi: lần nữa

source: Life Sparkle
tr: Yaşam Işıltısı
vi: Cuộc sống lấp lánh

source: Tricolor Synergy
it: Sinergia Tricolore
tr: Üç Renkli Sinerji
vi: Sức mạnh tổng hợp 3 màu

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance to activate the previous skill again for {skill_duration} seconds.
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance den Skill, der vorher aktiviert wurde, für {skill_duration} Sekunden erneut zu aktivieren.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% untuk mengaktifkan kembali skill sebelumnya selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità di attivare nuovamente la skill precedente per {skill_duration} secondi.
ru: Каждые {trigger_value} секунд появляется {trigger_chance}% шанс, что предыдущий скилл активируется на {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca bir önceki beceriyi tekrar etkinleştirme şansı% ({tetik_chance}) var.
vi: Cứ mỗi {trigger_value} giây, có {trigger_chance}% cơ hội để thực hiện kĩ năng vừa mới thực hiện một lần nữa trong {skill_duration} giây.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra combo bonus based on your current health for {skill_duration} seconds.
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass du für {skill_duration} Sekunden einen zusätzlichen Combo-Bonus bekommst, der deinen aktuellen Leben entspricht.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana kamu akan mendapatkan bonus kombo berdasarkan Health yang sedang kamu miliki selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità di guadagnare un bonus combo extra in base alla vita attuale per {skill_duration} secondi.
ru: Каждые {trigger_value} секунд появляется {trigger_chance}% шанс, что в зависимости от очков жизни игрок получит бонус к комбо на {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, {skill_duration} saniye boyunca mevcut sağlığınıza bağlı olarak ekstra bir combo bonusu kazanma şansınız% {trigger_chance} olur.
vi: Cứ mỗi {trigger_value} giây, có {trigger_chance}% cơ hội để bạn nhận được thêm Combo Bonus dựa trên số lượng sức khoẻ hiện tại của bạn trong {skill_duration} giây
