Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that with all three types of idols on the team, you will gain an extra {skill_value2}% combo bonus, and Perfect notes will receive a {skill_value}% score bonus plus restore {skill_value3} life, for {skill_duration} seconds.
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass du für {skill_duration} Sekunden mit allen drei Arten von Idols in deinem Team einen zusätzlichen Combo-Bonus von {skill_value2}% bekommst, außerdem werden Perfect-Noten einen Score-Bonus von {skill_value}% erhalten und {skill_value3} Leben regenerieren.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana dengan adanya ketiga tipe idol di dalam tim, kamu akan mendapatkan tambahan bonus kombo sebesar {skill_value2}%, dan note Perfect akan mendapatkan bonus skor sebesar {skll_value}%, serta mendapatkan tambahan Health sebesar {skill_value3}, selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità che con tutti i tre tipi di idol nel team, di guadagnare un bonus combo extra del {skill_value2}%, e le note Perfect riceveranno un bonus punteggio del {skill_value}% in più recupera {skill_value3} di vita, per {skill_duration} secondi.
ru: Каждые {trigger_value} секунд появляется {trigger_chance}% шанс, что с айдолами всех трёх типов в команде игрок получит {skill_value2}% комбо-бонус, а Perfect ноты получат {skill_value}% бонус, плюс {skill_value3} очков жизни будут восстанавливаться {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, takımdaki her üç idol türüyle de ekstra {skill_value2}% birleşik bonus kazanma şansınız vardır ve Perfect notes% {skill_value}% puan bonusu kazanır artı {skill_duration} saniye boyunca {skill_value3} ömrünü geri yükle.
vi: Cữ mỗi {trigger_value} giây, Có {trigger_chance}% với cả ba loại thần tượng ở đội, bạn sẽ được nhận thêm {skill_value2}% dựa trên combo ,và những nốt Perfect sẽ nhận thêm {skill_value}% điểm cộng vào {skill_value3} khôi phục , cho {skill_duration} giây.

source: Princess
de: Prinzessin
tr: Prenses
vi: công chúa

source: Cheer
de: Jubel
tr: tezahürat
vi: Cổ vũ

source: Cinderella Charm
tr: tezahürat
vi: Sự quyến rũ của cô bé Lọ Lem

source: Fortune Present
tr: Şans Hediyesi
vi: Quà tặng may mắn

source: Gives extra rewards when you finish a live.
de: Gibt zusätzliche Belohnungen wenn du eine Liveshow beendest.
id: Memberikan hadiah tambahan setelah menyelesaikan sebuah live.
it: Dà premi extra al termine di un live.
ru: Даёт больше призов по завершению лайва.
tr: Şans Hediyesi
vi: Gửi thêm những phần quà sau khi bạn hoàn thành 1 live

source: Skill probability
de: Skillwahrscheinlichkeit
id: Kemungkinan skill
it: Probabilità di skill
ru: Вероятность скилла
tr: Şans Hediyesi
vi: Xác suất kĩ năng

source: Status
it: Stato
ru: Статус
tr: Şans Hediyesi
vi: tình trạng

source: Past
de: Vergangenheit
id: Dulu
it: Passato
ru: Прошлое
tr: geçmiş
vi: quá khứ

source: Current
de: Gegenwart
id: Sekarang
it: Attuale
ru: Настоящее
tr: şimdiki
vi: hiện tại

source: Future
de: Zukunft
id: Nanti
it: Futuro
ru: Будущее
tr: gelecek
vi: tương lai

source: Scouting
ru: Скаутинг
tr: keşfe çıkma

source: Question
de: Frage
id: Pertanyaan
it: Domande
ru: Вопрос
tr: Soru
vi: câu hỏi

source: Swearing
de: Fluchen
id: Berkata kasar
it: Giuramenti
ru: Ругательства
tr: Küfür
vi: Chửi thề

source: End of new messages
de: Ende der neuen Nachrichten
id: Akhir dari pesan baru
it: Fine di nuovi messaggi
ru: Конец новых сообщений
tr: Yeni mesajların sonu
vi: Kết thúc tin nhắn mới

source: Private messages
de: Private Nachrichten
id: Pesan pribadi
it: Messaggi privati
ru: Личные сообщения
tr: Özel mesajlar
vi: Những tin nhắn riêng tư

source: Send a message
de: Eine Nachricht senden
id: Kirim pesan
it: Invia un messaggio
pl: Wyślij wiadomość
ru: Отправить сообщение
tr: Bir mesaj göndermek
vi: Gửi một tin nhắn

source: Private message
de: Private Nachricht
id: Pesan pribadi
it: Messaggio privato
ru: Личное сообщение
tr: Özel mesaj
vi: Tin nhắn riêng tư

source: Inbox
id: Kotak Masuk
it: Casella
ru: Почта
tr: Gelen kutusu
vi: Hộp thư đến

source: Back to {page_name}
de: Zurück zu {page_name}
id: Kembali ke {page_name}
it: Ritorna a {page_name}
pl: Powróć do {page_name}
ru: Назад к {page_name}
tr: {page_name} geri dön
vi: Trở về {page_name}

source: You are not allowed to send private messages.
de: Du darfst keine privaten Nachrichten senden.
id: Kamu tidak boleh mengirimkan pesan pribadi.
it: Non ti è permesso inviare messaggi privati.
ru: Ты не можешь отправлять личные сообщения.
tr: Özel mesaj gönderme izniniz yok.
vi: Bạn không được phép gửi những tin nhắn riêng tư

source: Take some time to play around {site_name} to unlock this feature!
de: Nimm dir etwas Zeit und spiel etwas auf {site_name} herum, um dieses Feature freizuschalten!
id: Jelajahilah {site_name} selama beberapa waktu untuk membuka fitur ini!
it: Prenditi del tempo per esplorare {site_name} per sbloccare questa feature!
ru: Чтобы открыть эту функцию, проведи немного времени на {site_name}!
tr: Bu özelliğin kilidini açmak için {site_name} etrafında oynamak için biraz zaman ayırın!
vi: Nhiều lần chơi {site_name} để mở đặc điểm đó!

source: Anyone
de: Jeder
id: Semua orang
it: Chiunque
ru: Все
tr: Kimse
vi: bất kỳ ai

source: Only people I follow
de: Nur Leute, denen ich folge
id: Hanya orang yang saya ikuti
it: Solo chi seguo
ru: Те, на кого я подписан
tr: Sadece takip ettiğim insanlar
vi: Chỉ những người tôi theo dõi

source: Nobody
de: Niemand
id: Tidak seorangpun
it: Nessuno
pl: Nikt
ru: Никто
tr: Kimse
vi: không ai

source: Who is allowed to send you private messages?
de: Wer darf dir private Nachrichten schicken?
id: Siapa yang boleh mengirimkan pesan pribadi kepadamu?
it: Chi può inviarti messaggi privati?
ru: Кто может присылать тебе личные сообщения?
tr: Kimlerin size özel mesaj göndermesine izin verilir?
vi: Ai được phép gửi tin nhắn cho bạn?

source: You have a new private message from {}.
de: Du hast eine neue private Nachricht von {}
id: Kamu mendapat pesan pribadi dari {}.
it: Hai un messaggio privato da {}.
ru: У вас новое личное сообщение от {}.
tr: {} Adlı kişiden yeni bir özel mesajınız var.
vi: Bạn có tin nhắn mới từ {}.

source: When someone sends you a private message.
de: Wenn dir jemand eine private Nachricht schickt.
id: Ketika seseorang mengirimkanmu sebuah pesan pribadi.
it: Quando qualcuno ti invia un messaggio privato.
ru: Когда кто-то прислал тебе личное сообщение.
tr: Birisi size özel mesaj gönderdiğinde.
vi: Khi một ai đó gửi cho bạn một tin nhắn riêng tư

source: Close
de: Schließen
id: Tutup
it: Chiudi
pl: Zamknij
ru: Закрыть
tr: Kapat
vi: đóng lại

source: Remind me later
de: Erinnere mich später
id: Ingatkan saya nanti
it: Ricordamelo dopo
pl: Przypomnij mi później
ru: Напомнить позже
tr: Bana daha sonra hatırlat
vi: nhắc tôi sau

source: Don't show this again
de: Nicht erneut anzeigen
id: Jangan tampilkan ini lagi
it: Non mostrarlo di nuovo
pl: Nie pokazuj tego ponownie
ru: Больше не показывать
tr: Bunu bir daha gösterme
vi: Không hiện lại lần sau

source: Your email address is invalid.
de: Deine E-Mail-Adresse ist ungültig.
id: Alamat email-mu tidak valid.
it: Il tuo indirizzo email non è valido.
pl: Twój adres email jest nieprawidłowy.
ru: Ваш адрес эл. почты неправильный.
tr: Eposta adresiniz geçersizdir.
vi: Email không hợp lệ

source: Wiki home
id: Beranda wiki
ru: Дом. страница викии
tr: Wiki Ana Sayfası
vi: Trang chủ Wiki

source: Focus
de: Fokus
tr: odak
vi: Tập trung

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus for {skill_duration} seconds
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass du für
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana note Perfect akan mendapatkan bonus skor sebesar {skill_value}%, dan kamu akan mendapatkan tambahan bonus kombo sebesar {skill_value2} selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità che le note Perfect ricevano un bonus punteggio del {skill_value}%, e di ottenere un bonus combo extra del {skill_value2}% per {skill_duration} secondi.
ru: Каждые {trigger_value} секунд, есть {trigger_chance}% шанс, что Perfect ноты получат {skill_value}% бонус к очкам и игрок получит {skill_value2}% бонус к комбо на {skill_duration} секунд
tr: Her {trigger_value} saniyede bir, Perfect notes'ın% {bonus_value}% puan bonusu kazanması ve {skill_duration} saniye boyunca ekstra {skill_value2}% birleşik bonus kazanma şansınız vardır
vi: Cứ mỗi {trigger_value} giây, có {trigger_chance}% cợ hội những nốt PERFECTS sẽ nhận thêm {skill_value}% điểm, và bạn sẽ nhận thêm {skill_value2}% combo cho {skill_duration} giây.

source: VS Live
ru: VS Лайв
tr: VS Canlı

source: Dengeki G's magazine
de: Dengeki G's Magazin
id: Majalah Dengeki G
it: Rivista Dengeki G
pl: Magazyn Dengeki G's
tr: Dengeki G'nin dergisi
vi: tạp chí của Dengeki G

source: Seasonal
de: Saisonal
id: Musiman
it: Stagionale
ru: Сезонное
tr: mevsimlik
vi: Theo mùa

source: Thank you Ake-san
de: Danke Ake-san
id: Terima kasih Ake-san
it: Grazie Ake-san
pl: Dziękuję Ci Ake-san
tr: Teşekkür ederim Ake-san
vi: cảm ơn Ake-san

source: Playground
de: Spielplatz
id: Taman bermain
ru: Игровая Площадка
tr: Oyun alanı
vi: sân chơi

source: Sunset
de: Sonnenuntergang
id: Matahari terbenam
it: Tramonto
pl: Zachód słońca
ru: Закат
tr: Gün batımı
vi: hoàng hôn

source: Night
de: Nacht
id: Malam
it: Notte
pl: Noc
ru: Ночь
tr: Gece
vi: buổi tối

source: Rain
de: Regen
id: Hujan
it: Pioggia
ru: Дождь
tr: Yağmur
vi: mưa

source: Snow
de: Schnee
id: Salju
it: Neve
ru: Снег
tr: Kar
vi: tuyết

source: Cherry blossoms
de: Kirschblüten
id: Bunga sakura
it: Fiori di ciliegio
ru: Цветы вишни
tr: Kiraz çiçekleri
vi: hoa anh đào

source: Fireworks
de: Feuerwerk
id: Kembang api
it: Fuochi d'artificio
ru: Феерверки
tr: Havai fişek
vi: pháo hoa

source: This is {month}'s badge. It's limited to this month only, and only our donators can get it. It's not too late! If you donate now, it will appear on your profile.
de: Das ist das Abzeichen für {month}. Du kannst es nur in diesem Monat erhalten, und auch nur, wenn du ein Spender bist. Noch ist nichts zu spät! Wenn du jetzt spendest, wird das Abzeichen auf deinem Profil erscheinen.
id: Ini adalah badge bulan {month}. Badge ini hanya ada untuk bulan ini, dan hanya donatur kami yang bisa mendapatkannya. Masih belum telat, kok! Jika kamu berdonasi sekarang, badge ini akan muncul pada profilmu.
it: Questo è il badge di {month}. È limitato solo a questo mese, e possono ottenerlo solo i nostri donatori. Non è mai troppo tardi! Se doni ora, apparirà sul tuo profilo.
pl: To odznaka {month}. Jest ograniczona tylko do tego miesiąca i tylko nasi darczyńcy mogą ją zdobyć. Nie jest za późno! Jeśli przekażesz darowiznę teraz, pojawi się ona na Twoim profilu.
ru: Это {month}'s значок. Его можно получить только в этом месяце, и только наши донатеры его получат. Но ещё не поздно! Задонать сейчас, и он появится в твоём профиле.
tr: Bu {month} 'ın rozeti. Sadece bu ayla sınırlı ve sadece bağışçılarımız alabilir. Çok geç değil! Şimdi bağış yaparsanız, profilinizde görünecektir.
vi: Đây là huy hiệu {month}. Nó chỉ xuất hiện trong tháng này, và ai donate mới thấy được. Chưa muộn đâu! Nếu bạn donate bây giờ, nó sẽ xuất hiện trên hồ sơ của bạn.

source: Background
de: Hintergrund
id: Latar belakang
it: Sfondo
ru: Фон
tr: Arka fon
vi: màn ảnh phía sau

source: {nth} Favorite {thing}
de: {nth} Lieblings-{thing}
id: {thing} Favorit {nth}
it: {nth} {thing} preferito/a
pl: {nth} Ulubiona/y {thing}
ru: {nth} Любимый {thing}
tr: {nth} Favori {thing}
vi: {thing} yêu thích {nth}

source: Character
de: Charakter
id: Karakter
it: Personaggio
ru: Персонаж
tr: Karakter
vi: nhân vật

source: TOP
ru: ТОП
tr: ÜST
vi: Bảng xếp hạng

source: Mission Live
tr: Görev Canlı
vi: nhiệm vụ buổi Live

source: Love Live!
tr: Aşk Canlı!

source: School Idol Collection
it: Collezione School Idol
tr: School Idol Koleksiyonu
vi: bộ sưu tập Thần tượng Học đường

source: School Idol Contest
de: School Idol Wettbewerb
tr: School Idol Yarışması
vi: Hội thi Thần tượng Học đường

source: School Idol Trivia
tr: Okul Idol ıvır zıvır şeyler
vi: Câu hỏi Thần tượn Học đường

source: School Idol Memory
id: School Idol Memori
tr: Okul İdolü Hafızası
vi: Hồi ức School Idol

source: Voice actresses
de: Synchronsprecherinnen
id: Pengisi suara
it: Doppiatrici
ru: Сэйю
tr: Sesli aktrisler
vi: Các diễn viên lồng tiếng

source: Fan-made items
de: Fan-Merchandise
id: Produk buatan fan
it: Oggetti creati dai fan
tr: Hayran yapımı ürünler
vi: vật phẩm fan làm

source: Commissions
id: Komisi
it: Commissioni
tr: Komisyonlar

source: Fan edits
id: Editan fan
it: Edit dei fan
tr: Hayran düzenlemeleri
vi: Chỉnh sửa của Fan

source: Fan fictions
id: Fanfiksi
it: Fan fiction
ru: Фанфики
tr: Fan kurguları
vi: Fan Fic

source: Community events
id: Acara komunitas
it: Eventi della community
tr: Topluluk olayları
vi: Sự kiện cộng đồng

source: Games
de: Spiele
id: Permainan
it: Giochi
ru: Игры
tr: Oyunlar
vi: Trò chơi

source: Counter
de: Theke
id: Konter
tr: sayaç
vi: Quầy tính tiền

source: Entrance
de: Eingang
id: Pintu masuk
it: Entrata
tr: Giriş
vi: Lối vào

source: Sign
de: Schild
id: Penanda
it: Insegna
ru: Знак
tr: İşaret
vi: Biển báo

source: Garden
de: Garten
id: Taman
it: Giardino
ru: Сад
tr: Bahçe
vi: công viên

source: Mic
de: Mikrofon
it: Microfono
ru: Микрофон
tr: Mikrofon
vi: Míc

source: Guitar
de: Gitarre
id: Gitar
it: Chitarra
ru: Гитара
tr: Gitar
vi: đàn ghita

source: Bass
it: Basso
ru: Бас-гитара
tr: Bas

source: Drums
de: Schlagzeug
id: Drum
it: Tamburo
pl: Bębny
ru: Барабаны
tr: Davul
vi: Trống

source: Angel
ru: Ангел
tr: melek
vi: Thiên thần

source: Empress
tr: İmparatoriçe
vi: Nữ hoàng

source: Heart
de: Herz
ru: Сердце
tr: kalp
vi: trái tim

source: Idolized
it: Idolizzata
pl: Zidolizowany
ru: Идолизированно
tr: idolleştirmişti
vi: Đã Idolize

source: Sets
id: Set
it: Set
ru: Сеты
tr: Setler
vi: bộ

source: Transparents
de: transparente Version
id: Transparan
it: Trasparenti
tr: saydamları
vi: Ảnh lược bỏ bakcground

source: Set
ru: Сет
tr: Ayarlamak
vi: Đặt

source: Hakodate Seisen Girls' Academy
de: Hakodate Seisen Mädchenakademie
it: Accademia Femminile Hakodate Seisen
tr: Hakodate Seisen Kız Akademisi
vi: Trường của Hakodate Seisen Girls

source: UTX High School
de: UTX Oberschule
it: Liceo UTX
ru: Старшая Школа UTX
tr: UTX Lisesi
vi: Trường Trung Học UTX

source: Social media
de: Soziale Netzwerke
id: Media sosial
ru: Социальные сети
tr: Sosyal medya
vi: Phương tiện truyền thông

source: Trading cards
de: Tauschkarten
id: Trading card
it: Carte scambio
tr: Ticaret kartları
vi: Thẻ trao đổi

source: Online mini games
de: Online Minispiele
id: Mini game online
it: Mini giochi online
ru: Онлайн мини игры
tr: Çevrimiçi mini oyunlar
vi: Trò chơi nhỏ Online

source: Mini table
de: kleiner Tisch
id: Meja mini
it: Tavolino
ru: Мини стол
tr: Mini masa
vi: Bảng nhỏ

source: Magazine rack
de: Magazinregal
id: Rak majalah
it: Portariviste
tr: Magazin yığını
vi: Giá đựng tạp chí

source: Specials menu
de: Menü-Empfehlung
id: Menu spesial
it: Menu speciali
ru: Спец меню
tr: Özel menü
vi: Thực đơn đặc biệt

source: Please provide a screenshot to prove your ranking.
de: Bitte lade einen Screenshot hoch, um deine Platzierung zu beweisen.
id: Dimohon memberikan sebuah screenshot untuk membuktikan peringkat Anda.
it: Fornisci uno screenshot del tuo ranking.
ru: Пожалуйста предоставьте скриншот, чтобы подтвердить ваше место.
tr: Sıralamanızı kanıtlamak için lütfen bir ekran görüntüsü sağlayın.
vi: Làm ơn cung cấp một ảnh chụp màn hình để chứng minh thư hạng của bạn

source: Statistic
de: Statistik
id: Statistik
it: Statistiche
tr: istatistik
vi: Thống kê

source: Max level
de: höchstes Level
id: Level maksimum
it: Livello massimo
pl: Najwyższy poziom
ru: Максимальный уровень
tr: En üst seviye
vi: Cấp độ tối đa

source: Boost statistic
de: Boost Stat
id: Statistik boost
it: Statistica boost
tr: İstatistiği artır
vi: Gia tăng kết quả

source: Live boost
tr: Canlı destek
vi: Trợ giúp buổi diễn

source: Studio ticket
id: Tiket studio
tr: Stüdyo bileti
vi: Vé trường quay

source: Album cover
de: CD cover
id: Sampul CD
it: Cover CD
pl: Cover
ru: Обложка альбома
tr: Albüm kapağı
vi: Ảnh bìa Bộ sưu tập

source: Restores life by {life} and {affected} members get a {value} boost on {stat} statistics
de: Stellt {life} wieder her und {affected} Mitglieder bekommen einen {value}-Bonus auf {stat} Werte
id: {affected} anggota mendapat +{value} {stat} poin jika nyawa di atas {life}
it: I membri {affected} ricevono +{value} punti {stat} se la vita è sopra {life}
ru: {affected} участники получают +{value} {stat} очков, если жизнь выше {life}
tr: {life} ve {affected} üyelerin hayatı geri kazandırır {stat} istatistiklerinde {value} artışı elde edilir
vi: Các thành viên {affected} nhận được +{value} điểm {stat} nếu thể lực trên {life}

source: {affected} members get a {value} boost on {stat} statistics
de: {affected} Mitglieder bekommen einen {value}-Bonus auf {stat} Werte
id: {affected} anggota mendapat +{value} {stat} poin
it: I membri {affected} ricevono +{value} punti {stat}
ru: {affected} участники получают +{value} {stat} очков
tr: {affected} üyeler {stat} istatistiklerinde {value} artışı elde etti
vi: Các thành viên {affected} nhận được +{value} {stat} điểm

source: Timing boost
de: Perfect Lock
id: Perfect Lock
it: Perfect Lock
pl: Perfect Lock
ru: Perfect Lock
tr: Mükemmel Kilidi
vi: Perfect lock

source: {attribute} points up by +{number}% of {other_attribute}
de: {attribute} Punkte steigen um +{number}% von {other_attrubute}
id: Poin {attribute} meningkat sejumlah +{number}% dari {other_attribute}
it: I punti {attribute} aumentano di +{number}% di {other_attribute}
ru: {attribute} очки повышаются на +{number}% от {other_attribute}
tr: {attribute}, {other_attribute} sayfasının% + {number} kadarına işaret ediyor
vi: Tăng {attribute} điểm lên +{number}% của {other_attribute}

source: {attribute} points up by +{number}%
de: {attribute} Punkte steigen um +{number}%
id: Poin {attribute} meningkat sejumlah +{number}%
it: I punti {attribute} aumentano di +{number}%
ru: {attribute} очки повышаются на +{number}%
tr: {attribute}% + {number}% işaret ediyor
vi: {attribute} điểm tăng lên +{number}%

source: Leader skill
it: Skill Leader
pl: Skill lidera
ru: Навык лидера
tr: Lider beceri
vi: Kĩ năng chỉ huy

source: Statistic effect
de: statistischer Effekt
id: Efek statistik
it: Effetto statistica
tr: İstatistik etkisi
vi: Thống kê hiệu ứng

source: {group} members points up by +{number}%
de: Punkte von {group} Mitgliedern steigen um +{number}%
id: Poin anggota {group} naik sejumlah +{number}%
it: I punti dei membri delle {group} aumentano di +{number}%
ru: У участников {group} очки повышаются на +{number}%
tr: {group} üye% + {number}% işaret ediyor
vi: {group} thành viên tăng điểm lên +{number}%

source: Mark all as read
de: Alles als gelesen markieren
id: Tandai Semua Telah Dibaca
it: Segna tutte come già lette
pl: Oznacz wszystkie jako przeczytane
ru: Отметить все как прочитанные
tr: Tümünü Okundu Olarak İşaretle
vi: Đánh dấu tất cả là đã đọc

source: {total} notifications were marked as read.
de: {total} Benachrichtigungen wurden als gelesen markiert.
id: {total} notifikasi ditandai sebagai telah dibaca
it: {total} notifiche segnate come lette.
ru: {total} уведомлений были помечены прочитанными.
tr: {total} bildirim okundu olarak işaretlendi.
vi: {total} thông báo đã được đánh dấu như đã đọc.

source: For the next {duration} seconds, score boosted by +{percentage}% until a {note_type} note is hit, then score boosted by +{alt_percentage}%
de: Für die nächsten {duration} Sekunden steigt der Score um +{percentage}%, bis eine {note_type} Note getroffen wurde, danach steigt der Score um +{alt_percentage}%
id: Selama {duration} detik ke depan, skor akan meningkat sebesar +{percentage}% hingga mendapatkan note {note_type}, dan setelahnya, skor hanya akan meningkat sebesar {alt_percentage}%
it: Per i prossimi {duration} secondi, lo score viene boostato di +{percentage}% finché non viene presa una nota {note_type}, poi lo score viene boostato di +{alt_percentage}%
ru: Следующие {duration} секунд, очки увеличатся на +{percentage}% пока {note_type} не будет нажатой, тогда очки увеличатся на +{alt_percentage}%
tr: Sonraki {duration} saniye boyunca, bir {note_type} nota isabet edene kadar puan% + {percentage} artırıldı, sonra puan% + {alt_percentage} artırıldı
vi: Cho {duration} giây tiếp theo, điểm sẽ được tăng +{percentage}% cho đến khi một {note_type} nốt được đánh, sau đó điểm sẽ được tăng +{alt_percentage}%

source: Life guard
de: Lebensretter
tr: Cankurtaran
vi: Bảo vệ cuộc sống

source: BAD/MISS notes do not cause damage
de: BAD/MISS Noten verursachen keinen Schaden
id: Note BAD/MISS tidak menyebabkan pengurangan nyawa
it: Le note BAD/MISS non provocano danno
pl: Noty BAD lub MISS nie powodują uszkodzeń
tr: BAD / MISS notları hasara neden olmaz
vi: BAD/MISS nốt sẽ không gây ra tổn thương

source: and BAD/MISS notes do not cause damage for the next {duration} seconds
de: und BAD/MISS Noten verursachen keinen Schaden für die nächsten {duration} Sekunden
id: dan note BAD/MISS tidak menyebabkan kehilangan nyawa selama {duration} detik ke depan
it: e le note BAD/MISS non provocano danno per i prossimi {duration} secondi
ru: и BAD/MISS ноты не наносят урона следующие {duration} секунд
tr: ve BAD / MISS notları sonraki {duration} saniye boyunca hasara neden olmaz
vi: và những nốt BAD/MISS sẽ không gây ra tổn thất cho {duration} giây tiếp theo

source: Boost
tr: artırmak
vi: Tăng

source: All {type} {things}
de: Alle {type}-{things}
id: Semua {things} {type}
it: Tutti/e i/le {things} {type}
ru: Все {type} {things}
tr: Tüm {type} {things}
vi: Tất cả {type} {things}

source: Random
de: Zufall
id: Acak
it: Casuale
pl: Losowy
ru: Рандом
tr: rasgele
vi: Ngẫu nhiên

source: Suggestions
de: Vorschläge
id: Saran
it: Suggerimenti
pl: Sugestie
ru: Предложения
tr: Öneriler
vi: Những gợi ý

source: All the {things}! Search by {search_terms} and filter by {filters} to find all the details you need about the {things} from {game}.
de: Alle {things}! Suche nach {search_terms} und filter nach {filters}, um alle Details über die {things} von {game} zu finden, die du brauchst!
id: Semua {things}! Lakukan pencarian dengan {search_terms} dan filter dengan {filters} untuk mencari semua yang kamu butuhkan mengenai {things} di {game}.
it: Tutti i {things}! Cerca per {search_terms} e filtra per {filters} per trovare tutti i dettagli riguardo {things} di {game}.
tr: Bütün her şey}! {game} sitesinden {things} hakkında ihtiyacınız olan tüm ayrıntıları bulmak için {search_terms} 'e göre arama yapın ve {filters}' e göre filtreleyin.
vi: Tất cả {things}! Được tìm kiếm bởi {search_terms} và lọc bởi {filters} để tìm kiểm mọi thông tin bạn cần về {things} từ {game}.

source: Default
de: Standard
ru: По умолчанию
tr: Varsayılan
vi: Mặc định

source: Merged with other event
de: Mit anderem Event fusioniert
id: Tergabung dengan event lainnya
it: Unito ad altri eventi
tr: Başka bir etkinlikle birleştirildi
vi: Kểt hợp với sự kiện khác

source: Tiers
id: Tier
it: Tier
pl: Poziomy
tr: Katmanlar
vi: Bậc

source: Can be sold for stickers?
de: Kann für Sticker verkauft werden?
id: Dapat dijual untuk stiker?
it: Può essere venuto per degli sticker?
pl: Czy może być sprzedany za naklejki?
tr: Çıkartmalar için satılabilir mi?
vi: Có thể được bán cho những nhán dán?
