Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: Only submit a report if there is a problem with this specific {thing}. If it's about something else, your report will be ignored. For example, don't report an account or a profile if there is a problem with an activity. Look for "Report" buttons on the following to report individually:
de: Bitte melde nur dann eine/n {thing}, wenn Probleme damit bestehen. Wenn die Meldung nichts damit zu tun hat, wird sie ignoriert. Melde beispielsweise keinen Account oder Profil wenn ein Problem mit einer Aktivität besteht. Suche den ''Melden'' Button und melde individuell:
id: Berikan sebuah laporan hanya jika ada masalah dengan {thing} ini. Jika yang dibahas adalah hal lain, laporanmu akan diabaikan. Sebagai contoh, jangan laporkan sebuah akun atau profil jika yang bermasalah adalah aktivitasnya. Lihat pada tombol "Laporkan" berikut ini untuk melaporkan secara terpisah:
it: Invia una segnalazione solo se ci sono particolari problemi con {thing}. Se riguardasse altro, la segnalazione verrà ignorata. Per esempio, non segnalare un account o un profilo se c'è un problema con un'attività. Cerca il pulsante "Report" specifico per segnalarlo individualmente:
pl: Zgłaszaj tylko gdy jest problem z tą {thing}. Twoje zgłoszenie zostanie zignorowane, jeśli tego nie dotyczy. Na przykład, nie zgłaszaj konta lub profilu, jeśli jest to problem z aktywnością, Szukaj przycisków "Zgłoś" na następujących rzeczach, by je zgłosić:
ru: Отправляй жалобу только тогда, когда есть конкретная проблема с {thing}. Если проблема в другом, жалоба будет проигнорирована. Например, не жалуйтесь на аккаунт или профиль, если проблема с записью. Отдельные кнопки "Пожаловаться" есть для следующих вещей:
tr: Sadece bu {thing}'le alakalı bir sorun varsa bir rapor yazın. Raporunuz başka bir şey hakkındaysa, raporunuz gözardı edilecektir. Örnek olarak, etkinlikler hakkında bir sorun varsa bir hesabı ya da profili rapor etmeyin. Sorunları ayrı ayrı rapor etmek için aşağıda belirtilen yerlerde "Rapor" düğmesi arayın:
vi: Chỉ được gửi báo cáo nếu có một vấn đề cụ thể với {thing}. Nếu nó liên quan tới một thứ khác, báo cáo của bạn sẽ bị bỏ qua. Ví dụ, đừng báo cáo một tài khoản hoặc một hồ sơ nếu có vấn đề với hoạt động của họ. Tìm thanh "Báo cáo" ngay bây giờ để báo cáo riêng lẻ:

source: Only post official artworks, artworks you own, or fan artworks that are approved by the artist and credited.
de: Poste nur Fanart wenn es dein eigenes ist oder von dem Artist genehmigt wurde.
id: Hanya karya resmi, buatan sendiri, atau karya buatan penggemar yang disetujui oleh pembuat dan disertai dengan kredit saja yang boleh dimasukkan.
it: Pubblicate solo lavori ufficiali, disegni che possedete, o lavori di fan con il consenso dell'artista e l'attribuzione esplicita al loro creatore.
ru: Разрешено постить официальные рисунки, свои собственные, или другие, которые распространять разрешил сам художник (должны быть подписаны!).
tr: Sadece resmi çizimleri, size ait olan çizimleri ya da hayranların çizdiği ve sanatçı tarafından onaylanmış ve sanatçıya atfedilmiş çizimleri gönderiniz.
vi: Chỉ được đăng bức vẽ chính thức, bức vẽ của riêng bạn, hoặc bức vẽ của fan đã được công nhận bởi hoạ sĩ gốc.

source: {month} Donator
de: Spender
id: {month} Donatur
it: Donatore di {month}
ru: Донатор {month}
tr: {month} Bağışçı
vi: {month} Người đóng góp

source: {donation_platform} supporter of {site_name} who donated to help cover the server costs
de: {donation_platform}-Supporter von {site_name}, der geholfen hat, die Serverkosten zu decken.
id: Pendukung {donation_platform} dari {site_name} yang memberi sumbangan untuk membantu menutupi biaya server
it: {donation_platform} sostenitore di {site_name} ha donato per aiutare a coprire i costi del server
ru: {donation_platform} сторонник {site_name}, который помог оплатить расходы на сервер
tr: {donation_platform} aracılığıyla {site_name}'in sunucu masraflarını karşılayan destekçi
vi: {donation_platform} người ủng hộ của {site_name} đã đóng góp để giúp bù đắp chi phí của server

source: lovely
de: lieblichen
id: tersayang
it: amabili
pl: kochanych
ru: прекрасными
tr: Hoş
vi: đáng yêu

source: awesome
de: genialen
id: luar biasa
it: fantastici
pl: super
ru: классными
tr: Süper
vi: tuyệt vời

source: incredible
de: unglaublichen
id: hebat
it: incredibili
pl: niesamowitych
ru: потрясающими
tr: İnanılmaz
vi: tuyệt vời

source: adorable
de: niedlichen
id: manis
it: adorabili
pl: uroczych
ru: милыми
tr: Tatlı
vi: dễ thương

source: generous
de: großzügigen
id: dermawan
it: generosi
pl: hojnych
ru: щедрыми
tr: Cömert
vi: hào phóng

source: idols-addicted
de: Idol-süchtigen
id: pecandu idol
it: idol-dipendenti
pl: uzależnionych od idolek
ru: зависимыми от айдолов
tr: İdollere bağımlı
vi: nghiện idol

source: friendly
de: freundlichen
id: ramah
it: amichevoli
pl: przyjaznych
ru: дружелюбными
tr: Arkadaş canlısı
vi: thân thiện

source: kind
de: gütigen
id: baik
it: gentili
pl: miłych
ru: добрыми
tr: Nazik
vi: tốt bụng

source: warmhearted
de: warmherzigen
id: ramah
it: di gran cuore
pl: dobrodusznych
ru: сердечными
tr: Sıcak kalpli
vi: hăng hái

source: nice
de: netten
id: baik
it: buoni
pl: dobrych
ru: славными
tr: Nazik
vi: tốt

source: If you like the website, please consider donating
de: Bitte überlege zu spenden, sollte dir die Website gefallen
id: Jika kamu menyukai situs ini, pertimbangkanlah untuk berdonasi
it: Se ti piace il sito, prendi in considerazione l'idea di fare una donazione
pl: Jeśli lubisz tę stronę, rozważ jej wsparcie
ru: Если вам нравится сайт, подумайте о пожертвовании
tr: Bu websitesinden hoşlanıyorsanız, lütfen bağış yapmayı düşünün
vi: Nếu bạn thích trang web, xin hãy xem xét và đóng góp

source: Click here to turn off email notifications.
de: Klicke hier um E-Mail Benachrichtigungen abzuschalten.
id: Klik di sini untuk mematikan notifikasi email.
it: Clicca qui per disattivare le notifiche via email
pl: Kliknij tutaj, aby wyłączyć powiadomienia email.
ru: Кликни, чтобы отменить оповещения по почте.
tr: Mail bildirimlerini kapatmak için buraya tıklayın.
vi: Nhấn vào để tắt thông báo email.

source: Translate from %(from_language)s to %(to_language)s
de: Übersetze von %(from_language)s zu %(to_language)s
id: Terjemahkan dari %(from_language)s ke %(to_language)s
it: Traduci da %(from_language)s a %(to_language)s
pl: Przetłumacz z %(from_language)s na %(to_language)s
ru: Перевести с %(from_language)s на %(to_language)s
tr: %(from_language)s %(to_language)s çevir
vi: Dịch từ %(from_language)s sang %(to_language)s

source: follows you
de: folgt dir
id: mengikutimu
it: ti segue
pl: Obserwuje cię
ru: подписался на тебя
tr: seni takip ediyor
vi: theo dõi bạn

source: Successfully edited!
de: Erfolgreich bearbeitet!
pl: Edycja zakończona pomyślnie!
ru: Успешно отредактировано!
tr: Başarılı bir şekilde düzenlendi!
vi: Chỉnh sửa thành công!

source: The game didn't even existed at that time.
de: Das Spiel existierte zu dieser Zeit nicht.
id: Permainan ini bahkan belum ada di waktu tersebut.
it: Il gioco non esisteva ancora in quel momento.
pl: Gra wtedy nawet nie istniała.
ru: Игра даже не существовала в это время.
tr: O zaman oyun yoktu bile.
vi: Game chưa từng tồn tại ở thời điểm đó.

source: Countdown
id: Jangka waktu
it: Conto alla rovescia
pl: Odliczanie
ru: Обратный отсчёт
tr: Geri sayım
vi: Đếm ngược

source: {time} left
de: {time} übrig
id: {time} tersisa
it: {time} rimasti
pl: Pozostało {time}
ru: Осталось {time}
tr: Kalan zaman {time}
vi: Còn lại {time}

source: Starts in {time}
de: Startet in {time}
id: Dimulai dalam {time}
it: Inizia fra {time}
pl: Zaczyna się o {time}
ru: Начало через {time}
tr: {time}'te başlıyor
vi: Bắt đầu trong {time}

source: Member
de: Mitglied
id: Anggota
it: Membro
pl: Członkini
ru: Участник
tr: Üye
vi: Thành viên

source: Band
pl: Zespół
ru: Группа
tr: Grup
vi: Nhóm nhạc

source: Attribute
de: Attribut
id: Atribut
it: Attributo
pl: Atrybut
ru: Атрибут
tr: Özellik
vi: Thuộc tính

source: Performance
pl: Wykonanie
ru: Исполнение
tr: Performans
vi: Khả năng trình diễn

source: Trained
de: Entwickelt / Trainiert
it: Allenata
pl: Po treningu
ru: Айдолизирована
tr: Eğitimli
vi: Đã tập luyện

source: Technique
de: Technik
it: Tecnica
pl: Technika
ru: Техника
tr: Teknik
vi: Kĩ thuật

source: Members
de: Mitglieder
id: Anggota
it: Membri
pl: Członkowie
ru: Участники
tr: Üyeler
vi: Các thành viên

source: First
de: Erster
id: Satu
it: Primo
pl: Pierwsza
ru: Первый год
tr: Birinci
vi: Nhất

source: Second
de: Zweiter
id: Dua
it: Secondo
pl: Druga
ru: Второй год
tr: İkinci
vi: Nhì

source: Power
tr: Güç

source: Pure
tr: Saf

source: Happy
tr: Mutlu

source: School
de: Schule
id: Sekolah
it: Scuola
pl: Szkoła
ru: Школа
tr: Okul
vi: Trường

source: Liked food
de: Lieblingsessen
id: Makanan kesukaan
it: Cibo preferito
pl: Ulubione jedzenie
ru: Любимая еда
tr: Sevdiği yemekler
vi: Đồ ăn ưa thích

source: Disliked food
de: Nicht gemochtes Essen / Mag nicht
id: Makanan yang tidak disukai
it: Cibo odiato
pl: Nielubiane jedzenie
ru: Нелюбимая еда
tr: Sevmediği yemekler
vi: Đồ ăn không thích

source: Level {level}
de: Rang {level}
it: Livello {level}
ru: Уровень {level}
tr: Seviye {level}
vi: Cấp {level}

source: days
de: Tage
id: hari
it: giorni
pl: dni
ru: дней
tr: günler
vi: ngày

source: hours
de: Stunden
id: jam
it: ore
pl: godzin
ru: часов
tr: saatler
vi: giờ

source: minutes
de: Minuten
id: menit
it: minuti
pl: minut
ru: минут
tr: dakikalar
vi: phút

source: Source
de: Quelle
id: Sumber
it: Fonte
pl: Źródło
ru: Источник
tr: Kaynak
vi: Nguồn

source: Instrument
id: Instrumen
it: Strumento
pl: Instrument muzyczny
ru: Инструмент
tr: Enstrüman
vi: Nhạc cụ

source: Skill name
de: Skill Name / Fähigkeit
id: Nama skill
it: Nome abilità
pl: Nazwa umiejętności
ru: Название навыка
tr: Yetenek adı
vi: Tên kĩ năng

source: {nth} episode
id: Episode ke-{nth}
it: {nth} episodio
pl: {nth} epizod
ru: {nth} эпизод
tr: {nth} bölüm
vi: tập {nth}

source: Memorial episode
de: Special Episode
id: Episode memorial
pl: Epizod pamiątkowy
ru: Memorial эпизод
tr: Hatıra bölümü
vi: Tập kỉ niệm

source: Join date
de: Beitrittsdatum
id: Tanggal bergabung
it: Data iscrizione
pl: Data dołączenia
ru: Дата регистрации
tr: Katılım tarihi
vi: Ngày tham gia

source: Give a nickname to your account to easily differentiate it from your other accounts when you're managing them.
de: Gib deinem Account einen Nicknamen, um ihn von anderen Accounts zu unterscheiden.
id: Berikan sebuah nama panggilan pada akunmu agar mudah membedakannya dengan akunmu yang lainnya saat kamu mengelolanya.
it: Dai un nickname al tuo account per differenziarlo facilmente da altri tuoi account che stai gestendo.
pl: Nadaj pseudonim łatwy do rozróżnienia dla innych użytkowników.
ru: Дай никнейм своему аккаунту, чтобы легко отличать его от других своих аккаунтов.
tr: Hesabınızı yönetirken kolayca bulabilmeniz için hesabınızı diğerlerinden ayıracak bir takma ad ekleyin.
vi: Đặt một nickname cho tài khoản của bạn để dễ nhận biết với các tài khoản còn lại khi bạn đang quản lí chúng.

source: Start date
de: Startdatum
id: Tanggal mulai
it: Data inizio
pl: Data rozpoczęcia
ru: Дата начала
tr: Başlangıç tarihi
vi: Ngày bắt đầu

source: Default tab
de: Standardtab
id: Tab bawaan
it: Tab di default
pl: Domyślna zakładka
ru: Вкладка по умолч.
tr: Varsayılan sekme
vi: Trang mặc định

source: Email
ru: Эл. почта
tr: E-posta

source: You've added a lot of {things}, lately. Try to wait a little bit before adding more.
de: Du hast in letzter Zeit ziemlich viele {things} hinzugefügt. Warte noch ein bisschen, bevor du noch mehr hinzufügst.
id: Kamu telah menambahkan banyak sekali {things} akhir-akhir ini. Cobalah untuk menunggu sebentar sebelum menambahkan lagi.
it: Hai aggiunto un sacco di {things}, ultimamente. Aspetta un momento prima di aggiungere altro.
pl: Dodałeś/aś dużo {things} w tym czasie. Poczekaj chwilę, aby dodać więcej.
ru: Ты добавил(-а) слишком много {things}. Подожди немного перед тем, как добавить что-то ещё.
tr: Son zamanlarda bir sürü {things} eklediniz. Daha fazla eklemeden önce biraz beklemeye çalışın.
vi: Bạn đã vừa thêm quá nhiều {things}. Thử đợi một lúc trước khi thêm nhiều hơn nữa.

source: You already have {total} {things}. You can only add up to {max} {things}.
de: Du hast bereits {total} {things}. Du kannst nur bis zu {max} {things} hinzufügen.
id: Kamu telah memiliki {total} {things}. Kamu hanya bisa menambahkan hingga {max} {things}.
it: Hai già {total} {things}. Puoi aggiungere solo fino a {max} {things}.
pl: Już masz {total} {things}. Możesz tylko dodać {max} {things}.
ru: У тебя уже есть {total} {things}. Ты можешь добавить только {max} {things}.
tr: Zaten {total} {things} var. En fazla {max} {things} ekleyebilirsiniz.
vi: Bạn đã có {total} {things}. Bạn chỉ có thể thêm tối đa {max} {things}

source: View
de: Ansehen
id: Tampilan
it: Visualizza
pl: Podgląd
ru: Вид
tr: Görüntüle
vi: Xem

source: Please provide an updated screenshot of your in-game profile to prove your level.
de: Bitte lade einen aktuellen Screenshot deines In-Game-Profils hoch, um dein Level zu beweisen.
id: Mohon sertakan screenshot profil in-game kamu yang terkini untuk membuktikan levelmu.
it: Fornisci uno screenshot aggiornato del tuo profilo in-game per provare il tuo livello.
pl: Proszę podać aktualnego screenshota, aby zweryfikować twój level.
ru: Пожалуйста, прикрепи скриншот своего игрового профиля, чтобы подтвердить уровень.
tr: Lütfen seviyenizi kanıtlamak için oyun içindeki profilinizin bir ekran görüntüsünü sunun.
vi: Xin hãy cung cấp ảnh chụp màn hình tài khoản trong game của bạn để chứng minh cấp độ của bạn.

source: You may use Markdown formatting.
de: Du kannst den Text mit Markdown formatieren.
id: Kamu dapat menggunakan pemformatan Markdown.
it: Usa la formattazione Markdown.
pl: Możesz użyć formatowania Markdown.
ru: Ты можешь использовать Markdown.
tr: Markdown biçimlendirmesini kullanabilirsiniz.
vi: Bạn có thể dùng định dạng Markdown.

source: Adding to your {thing} {name}
de: Wird deiner/m {thing} {name} hinzugefügt
id: Menambahkan ke {thing}mu ({name})
it: Aggiungi {name} in {thing}
pl: Dodajemy do twojego {thing} {name}
ru: Добавляю в {thing} {name}
tr: {thing} {name} sayfanıza ekleme
vi: Thêm vào {thing} của bạn {name}

source: Add to your {thing}
de: Deinen {thing} hinzufügen
id: Tambahkan sebagai {thing}mu
it: Aggiungi a {thing}
pl: Dodaj do {thing}
ru: Добавить в {thing}
tr: {thing} ine ekle
vi: Thêm vào {thing}

source: Quick edit
de: schnell bearbeiten
id: Sunting cepat
it: Modifica rapida
pl: Szybka edycja
ru: Быстрое исправление
tr: Hızlı düzenleme
vi: Chỉnh sửa nhanh

source: Leaderboard position
de: Bestenlistenrang
id: Peringkat
it: Posizione in classifica
pl: Pozycja w tabeli
ru: Позиция в рейтинге
tr: Liderler tahtası
vi: Vị trí tại Bảng xếp hạng

source: Need help?
de: Brauchst du Hilfe?
id: Butuh bantuan?
it: Serve aiuto?
pl: Potrzebujesz pomocy?
ru: Нужна помощь?
tr: Yardıma mı ihtiyacınız var?
vi: Cần giúp đỡ?

source: Find answers to your questions
de: Fragen kosten nichts
id: Cari jawaban atas pertanyaanmu
it: Trova risposte alle tue domande
pl: Znajdź odpowiedź na pytanie
ru: Найди ответы на свои вопросы
tr: Sorularınıza cevaplar bulun
vi: Tìm câu trả lời cho những câu hỏi của bạn

source: Share a suggestion or a bug
de: Teile Vorschläge oder Bugs
id: Berikan saran atau tunjukkan bug
it: Condividi un suggerimento o un bug
pl: Zgłoś sugestię lub błąd
ru: Сообщите о баге или поделитесь советом
tr: Tavsiyelerinizi paylaşın ya da bir hatayı rapor edin
vi: Chia sẻ một đề nghị hoặc một lỗi

source: Fill our feedback form:
de: Füll unser Feedbackformular aus:
id: Isi formulir umpan balik kami:
it: Compila il nostro feedback form:
pl: Wypełnij arkusz zgłoszeniowy
ru: Заполните нашу форму обратной связи:
tr: Geribildirim formumuzu doldurun:
vi: Điền vào mẫu phản hồi của bọn mình:

source: Feedback form
de: Feedbackformular
id: Formulir umpan balik
pl: Arkusz zgłoszeniowy
ru: Форма обратной связи
tr: Geribildirim formu
vi: Mẫu phản hồi

source: Create a ticket in our bug tracker:
de: Erstelle ein Ticket in unserem Bug Tracker
id: Buat tiket di pelacak kesalahan kami:
it: Crea un ticket nel nostro bug tracker:
pl: Utwórz bilet w bug trackerze:
ru: Напишите о баге в нашем трэкере:
tr: Yazılım hataları için takipçimizde bir arıza raporu kaydedin:
vi: Tạo một tấm vé vào đội theo dõi lỗi của bọn mình:

source: Bug tracker
id: Pelacak kesalahan
ru: Исправление багов
tr: Hata izleme
vi: Người theo dõi lỗi

source: Alternatively...
de: Oder...
id: Alternatifnya...
it: In alternativa...
pl: Ewentualnie...
ru: Также...
tr: Alternatif olarak...
vi: Theo cách khác...

source: The staff team is available on:
de: ...besuche mal unser Team:
id: Tim staf tersedia di:
it: Lo staff è disponibile su:
pl: Zespół jest dostępny na:
ru: Команду можно найти на:
tr: Personel ekibi:
vi: Đội ngũ đang hoạt động tại:

source: Select {}
de: Wähle {}
id: Pilih {}
it: Seleziona {}
pl: Wybierz {}
ru: Выбрать {}
tr: {} seç
vi: Chọn {}

source: This date has to be in the future.
de: Das Datum muss in der Zukunft liegen.
id: Tanggal ini harus berupa tanggal di masa yang akan datang.
it: La data deve essere futura
pl: Wybrana data musi być w przyszłości.
ru: Дата должна быть в будущем.
tr: Bu tarih gelecekte olmalıdır.
vi: Ngày này phải tồn tại trong tương lai.

source: Successfully added!
de: Erfolgreich hinzugefügt!
id: Berhasil menambahkan!
it: Aggiunto con successo!
pl: Dodano pomyślnie!
ru: Успешно добавлено!
tr: Başarıyla eklendi!
vi: Thêm vào thành công!

source: Successfully deleted!
de: Erfolgreich gelöscht!
id: Berhasil menghapus!
it: Rimosso con successo!
pl: Usunięto pomyślnie!
ru: Успешно удалено!
tr: Başarıyla silindi!
vi: Xoá bỏ thành công!

source: {things} list
de: {things}liste
id: Daftar {things}
it: Lista {things}
pl: lista {things}
ru: Список {things}
tr: {things} listesi
vi: Danh sách {things}

source: All Round
de: Allrounder
id: Semua Ronde
pl: Dookoła
tr: Her yönden
vi: Tất cả các vòng

source: Concentration
de: Konzentration
id: Konsentrasi
pl: Koncentracja
ru: Концентрация
tr: Konsantrasyon
vi: Sự tập trung

source: Skill Boost
id: Peningkat Skill
ru: Увелич. навыка
tr: Beceri Artırımı
vi: Cường hoá kĩ năng

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that you will gain an extra {skill_value}% combo bonus and Perfect notes will restore {skill_value2} life in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass du einen {skill_value}% Combo-Bonus bekommst und Perfect-Noten regenerieren {skill_value2} Leben in den nächsten {skill_duration} Sekunden.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana kamu akan mendapatkan bonus kombo sebesar {skill_value}% dan note Perfect akan mengembalikan nyawa sejumlah {skill_value2} selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità di ottenere un {skill_value}% extra di bonus combo e le note Perfect recupereranno {skill_value2} di vita per i prossimi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans otrzymania dodatkowych {skill_value}% bonusa do combo, oraz nuty Perfect przywrócą życie {skill_value2} przez najbliższe {skill_duration} sekund.
ru: Каждые {trigger_value} секунд есть {trigger_chance}% шанс того, что ты получишь дополнительный {skill_value}% бонус к комбо, а Perfect ноты восстановят {skill_value2} жизней в последующие {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir {trigger_chance}% fazladan fazla {skill_value}% birleşik bonus kazanma şansınız vardır ve Perfect Notes, sonraki {skill_duration} saniye içinde {skill_value2} ömrünü geri kazanır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội bạn sẽ nhận được thêm {skill_value}% combo bonus và Perfect sẽ hồi cho bạn {skill_value2} thể lực trong {skill_duration} giây tiếp theo.

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus but the timing window for Perfect notes is reduced in the next {skill_duration} seconds.
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass Perfect-Noten einen {skill_value}% Score-Bonus erhalten, allerdings ist das Zeitfenster für Perfect-Noten strenger in den nächsten {skill_duration} Sekunden.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana kamu akan mendapatkan bonus skor sebesar {skill_value}%, namun rentang waktu untuk mendapatkan note Perfect akan dipersempit, selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità che le note Perfect ricevano uno score bonus del {skill_value}% mentre la timing window per le note Perfect si riduce per i prossimi {skill_duration} secondi.
pl: Na każde {trigger_value} sekund jest {trigger_chance}% szans że nuty Perfect dostaną {skill_value}% dodatkowego wyniku ale the timing window dla nut Perfect są zredukowane w następnym {skill_duration} sekundy.
ru: Каждые {trigger_value} секунд, есть {trigger_chance}% шанс, что Perfect ноты получат {skill_value}% бонус к очкам, но тайминг для Perfect нот будет сложнее на следующие {skill_duration} секунд.
tr: Her {trigger_value} saniye için Perfect {notların% {bonus_value}% puan bonusu kazanma şansı vardır, ancak Perfect notes için zamanlama penceresi sonraki {skill_duration} saniye içinde azalır.
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Perfect sẽ nhận được {skill_value}% điểm thưởng nhưng khung Perfect sẽ bé lại trong {skill_duration} giây tiếp theo.

source: For every {trigger_value} seconds, there is a {trigger_chance}% change that currently active skills will be boosted for {skill_duration} seconds
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass gerade aktive Skills für {skill_duration} Sekunden fortgeführt werden.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana semua skill yang sedang aktif akan menjadi lebih baik selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità che le skill attive vengano boostate per {skill_duration} secondi
ru: Каждые {trigger_value} секунд, есть {trigger_chance}% шанс, что активные навыки будут увеличены на {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, şu anda etkin becerilerin {skill_duration} saniye boyunca artırılacağı bir {trigger_chance}% değişikliği var
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội cường hoá kĩ năng kích hoạt hiện tại trong {skill_duration} giây tiếp theo.
