Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: For every {trigger_value} seconds, there is a {trigger_chance}% chance that Perfect notes will receive a {skill_value}% score bonus, and you will gain an extra {skill_value2}% combo bonus, but only if you have only {type} idols in your team for {skill_duration} seconds
de: Alle {trigger_value} Sekunden gibt es eine {trigger_chance}% Chance, dass Perfect-Noten einen {skill_value}% Score-Bonus erhalten, außerdem wirst du zusätzlich einen {skill_value2}% Combo-Bonus für die nächsten {skill_duration} Sekunden erhalten, aber nur, wenn dein Team ausschließlich aus {type} Idols besteht.
id: Untuk setiap {trigger_value} detik, ada kesempatan sebesar {trigger_chance}% di mana note Perfect akan mendapatkan bonus skor sebesar {skill_value}%, dan kamu juga akan mendapatkan bonus kombo sebesar {skill_value2}%, namun hanya jika seluruh idol di timmu memiliki tipe {type}, selama {skill_duration} detik.
it: Ogni {trigger_value} secondi, c'è un {trigger_chance}% di possibilità che le note Perfect ricevano un {skill_value}% di score bonus, e un {skill_value2}% di combo bonus, ma solo con idol {type} nel team per {skill_duration} secondi
ru: Каждые {trigger_value} секунд, есть {trigger_chance}% шанс, что Perfect ноты получат {skill_value}% бонус к очкам и ты получишь доп. {skill_value2}% бонус к комбо при условии, что у тебя в команде только {type} айдолы, на {skill_duration} секунд.
tr: Her {trigger_value} saniyede bir, Perfect notes'ın% {bonus_value}% puan bonusu kazanma şansı vardır ve yalnızca {{{}} {skill_duration} saniye boyunca ekibinizdeki idoller
vi: Với mỗi {trigger_value} giây, có {trigger_chance}% cơ hội Perfect sẽ nhận được {skill_value}% điểm thưởng, đồng thời nhận thêm {skill_value2}% combo bonus, nhưng chỉ kích hoạt khi bạn có duy nhất idol loại {type} trong team. Kĩ năng có tác dụng trong {skill_duration} giây.

source: %(total_results)s producers love %(favorite_character_idol)s
de: %(total_results)s Producer lieben %(favorite_character_idol)s
id: %(total_results}s produser mencintai %(favorite_character_idol)s
it: %(total_results)s producer amano %(favorite_character_idol)s
ru: %(total_results)s продюсера(-ов) любят %(favorite_character_idol)s
tr: % (total_results) s üreticileri% (favorite_character_idol) s sever
vi: %(total_results)s Producer yêu %(favorite_character_idol)s

source: seconds left
de: Sekunden übrig
id: detik tersisa
it: secondi mancanti
ru: секунд осталось
tr: kalan saniye
vi: giây còn lại

source: translated in English
de: auf Englisch übersetzt
id: telah diterjemahkan dalam Bahasa Inggris
it: tradotto in Inglese
pl: tłumaczenie na angielski
ru: переведено на английский
tr: İngilizceye çevrildi
vi: đã dịch sang Tiếng Anh

source: Total {item} bought
de: Insgesamt gekaufte {item}
id: Total {item} dibeli
it: Totale {item} acquistate
pl: całość {item} kupionych
ru: Всего {item} куплено
tr: Toplam satın alınan {item}
vi: Tổng cổng {item} đã mua

source: Star gems
de: Sterne
pl: Gwiezdne kryształy
ru: Старгемы
tr: Yıldız cevherleri

source: Friend ID
id: ID teman
pl: ID znajomego
ru: ID друга
tr: Arkadaş kodu
vi: ID của bạn bè

source: Promo
pl: Promocja
ru: Промо
tr: Promosyon
vi: Quảng cáo

source: Release date
de: Erscheinungsdatum
id: Tanggal rilis
it: Data rilascio
pl: Data wydania
ru: Дата выпуска
tr: Çıkış tarihi
vi: Ngày ra mắt

source: Origin
de: Herkunft
id: Asal
it: Origine
ru: Источник
tr: Köken
vi: Gốc

source: Server availability
de: Serververfügbarkeit
id: Server tersedianya
it: Disponibile su server
pl: Dostępność na serwerze
ru: Доступность на сервере
tr: Sunucu durumu
vi: Server khả dụng

source: English version
de: Englische Version
id: Versi Inggris
it: Versione Inglese
pl: Wersja angielska
ru: Английская версия
tr: İngilizce versiyon
vi: Bản Tiếng Anh

source: Taiwanese version
de: Taiwanesische Version
id: Versi Taiwan
it: Versione Taiwanese
pl: Wersja tajwańska
ru: Тайваньская версия
tr: Tayvanca versiyon
vi: Bản Tiếng Đài Loan

source: Korean version
de: Koreanische Version
id: Versi Korea
it: Versione Coreana
pl: Wersja koreańska
ru: Корейская версия
tr: Korece versiyon
vi: Bản Tiếng Hàn

source: Date
de: Datum
id: Tanggal
it: Data
pl: Data
ru: Дата
tr: Tarih
vi: Ngày

source: Japanese version
de: Japanische Version
id: Versi Jepang
it: Versione Giapponese
pl: Wersja japońska
ru: Японская версия
tr: Japonca versiyon
vi: Bản Tiếng Nhật

source: Length
de: Länge
id: Durasi
it: Durata
pl: Czas trwania
ru: Длина
tr: Uzunluk
vi: Độ dài

source: Hard
pl: Trudny
ru: Хард
tr: Zor
vi: Khó

source: Notes
de: Noten
id: Jumlah objek
it: Note
pl: Nuty
ru: Ноты
tr: Notalar

source: Difficulty
de: Schwierigkeit
id: Tingkat kesulitan
it: Difficoltà
pl: Poziom trudności
ru: Сложность
tr: Zorluk seviyesi
vi: Độ khó

source: Expert
ru: Эксперт
tr: Uzman
vi: Cực khó

source: ~{}円 spent (~${})
de: ~{}円 ausgegeben (~${})
id: ~{} yen dihabiskan (~${})
it: ~{}円 speso (~${})
pl: ~{} 円 wydane (~${})
ru: ~{}йен потрачено (~${})
tr: ~{}円 harcanıldı (~${})
vi: ~{} ¥ đã tiêu (~${})

source: Characters
de: Charaktere
id: Karakter
it: Personaggi
pl: Postacie
ru: Персонажи
tr: Karakterler
vi: Nhân vật

source: Favorite {thing}
de: Lieblings{thing}
id: {thing} favorit
it: {thing} preferita
pl: Ulubiony {thing}
ru: Любимые {thing}
tr: Favori {thing}
vi: {thing} yêu thích

source: Favorite {things}
de: Lieblings{things}
id: {things} favorit
it: {things} preferite
pl: Ulubione {things}
ru: Любимые {things}
tr: Favori {things}
vi: {things} yêu thích

source: Icons
id: Ikon
it: Icon
pl: Ikony
ru: Иконки
tr: İkonlar

source: Quick add
de: schnell adden
id: Penambahan cepat
it: Add rapido
pl: Szybkie dodawanie
ru: Быстрое добавление
tr: Hızlı ekleme
vi: Thêm nhanh

source: Statistics
de: Statistiken
id: Statistik
it: Statistiche
pl: Statystyki
ru: Статистика
tr: İstatistikler
vi: Số liệu thống kê

source: Min
ru: Мин.
tr: Minimum
vi: Nhỏ nhất

source: Max
id: Maks
pl: Maks.
ru: Макс.
tr: Maksimum
vi: Lớn nhất

source: Participated event
de: Teilgenommenes Event
id: Event yang telah diikuti
it: Evento partecipato
ru: Мой ивент
tr: Katınılan etkinlikler
vi: Event đã tham gia

source: Participated events
de: Teilgenommene Events
id: Event yang telah diikuti
it: Eventi partecipati
ru: Мои ивенты
tr: Katınılan etkinlikler
vi: Những event đã tham gia

source: Boost Members
de: Bandmitglieder
id: Anggota berbonus
it: Boost Membri
ru: Boost-участницы
tr: Boost üyeleri
vi: Thành viên được cường hoá

source: Gift song
de: Songgeschenk
id: Lagu hadiah
it: Canzone regalo
pl: Utwór podarunkowy
ru: Подарочная песня
tr: Hediye parça
vi: Bài hát được tặng

source: Gacha type
de: Gachatyp
id: Tipe gacha
it: Tipo Gacha
pl: Rodzaj Gacha
ru: Тип гачи
tr: Gacha türü
vi: Loại Gacha

source: Permanent
id: Permanen
it: Permanente
pl: Trwałe
ru: Перманент
tr: Kalıcı
vi: Vĩnh viễn

source: Played song
de: Gespielter Song
id: Telah memainkan lagu
it: Canzone suonata
pl: Zagrany utwór
ru: Сыгранная песня
tr: Oynanılan parça
vi: Bài hát đã chơi

source: Played songs
de: Gespielte Songs
id: Yang memainkan lagu
it: Canzoni suonate
pl: Zagrane utwory
ru: Сыгранные песни
tr: Oynanılmış parçalar
vi: Người chơi hoàn thành bài hát gần nhất

source: Song
id: Lagu
it: Canzone
pl: Utwór
ru: Песня
tr: Parça
vi: Bài hát

source: {} notes
de: {} Noten
id: {} objek
it: {} note
pl: {} nut
ru: {} нот
tr: {} notalar

source: Songwriters
de: Songwriter
id: Penulis lagu
it: Autori
pl: Tekściarze
ru: Авторы текста песни
tr: Söz yazarı
vi: Người viết nhạc

source: Version
id: Versi
it: Versione
pl: Wersja
ru: Версия
tr: Versiyon
vi: Phiên bản

source: The model of your device. Example: Nexus 5, iPhone 4, iPad 2, ...
de: Das Modell deines Gerätes. Beispiele: Nexus 5, iPhone 4, iPad 2, ...
id: Model perangkatmu. Contoh: Galaxy S9, iPhone S, Redmi 5, ...
it: Il modello del tuo dispositivo. Es: Nexus 5, iPhone 4, iPad 2,...
pl: Model urządzenia. Np.: Nexus 5, iPhone 4, iPad 2...
ru: Модель твоего устройства. Пример: Nexus 5, iPhone 4, iPad 2, ...
tr: Cihazınızın modeli: Örnekler: Nexus 5, iPhone4, iPad 2, ...
vi: Model máy của bạn. Ví dụ: Nexus 5, iPhone 4, iPad 2, ...

source: Screenshot
pl: Zrzut ekranu
ru: Скриншот
tr: Ekran resmi
vi: Ảnh chụp màn hình

source: In-game profile screenshot
de: Profilscreenshot aus dem Spiel
id: Screenshot profil in-game
it: Screenshot profilo in-game
pl: Zrzut profilu z gry
ru: Скриншот игрового профиля
tr: Oyun içindeki profil resmi
vi: Ảnh chụp màn hình hồ sơ trong game

source: Junior Third
de: Dritter Jahrgang
id: SMP kelas 3
it: Terza Media
pl: Trzecia
ru: Третий год
tr: 1.sınıf
vi: Năm ba trung học cơ sở

source: Promo card
de: Promokarte
id: Kartu promosi
it: Carta Promo
pl: Karta promująca
ru: Промо-карта
tr: Promosyon kartı
vi: Thẻ quảng cáo

source: For the next {duration} seconds, score of all notes boosted by +{percentage}%
de: Für die nächsten {duration} Sekunden wird der Score aller Noten um {percentage}% erhöht
id: Selama {duration} detik ke depan, skor dari semua note akan meningkat sebesar +{percentage}%
it: Per i prossimi {duration} secondi, lo score di tutte le note è boostato del +{percentage}%
pl: Na najbliższe {duration} sekund wynik dla wszystkich nut zostanie podniesiony o {percentage}%
ru: На следующие {duration} секунд, очки от всех нот увеличены на +{percentage}%
tr: Bir daha ki {duration} saniye içerisinde, bütün notaların boostu +{percentage}% artacak
vi: Trong {duration} giây tiếp theo, tăng +{percentage}% điểm của tất cả các note

source: and boosts score of all notes by {percentage}% for the next {duration} seconds
de: und erhöht den Score aller Noten um {percentage}% für die nächsten {duration} Sekunden
id: dan meningkatkan skor dari semua note sebesar {percentage}% selama {duration} detik
it: e boosta lo score di tutte le note del {percentage}% per i prossimi {duration} secondi
pl: i doładowuje wynik z każdych nut na {percentage}% na następne {duration} sekundy
ru: и повышает очки от всех нот на {percentage}% на следующие {duration} секунд
tr: ve sonraki {süre} saniye boyunca tüm notların puanını {%}% artırır
vi: và tăng {percentage}% điểm của tất cả các note trong {duration} giây tiếp theo

source: Restores life by {stamina}
de: Regeneriert {stamina} Leben
id: Memulihkan nyawa sejumlah {stamina}
it: Recupera la vita di {stamina}
pl: Przywraca życie o {stamina}
ru: Восстанавливает жизнь на {stamina}
tr: Canı {stamina} artırır
vi: Hồi {stamina} thể lực

source: and restores life by {stamina}
de: und regeneriert {stamina} Leben
id: dan memulihkan nyawa sejumlah {stamina}
it: e recupera la vita di {stamina}
pl: i przywraca życie o {stamina}
ru: и восстанавливает жизнь на {stamina}
tr: ve canı {stamina} artırır
vi: và hồi {stamina} thể lực

source: All {note_type} notes turn into PERFECT notes
de: Alle {note_type}-Noten werden zu PERFECT-Noten
id: Semua note {note_type} berubah menjadi note PERFECT
it: Tutte le note {note_type} si trasformano in PERFECT
pl: Zamiana wszystkich nut {note_type} w nuty PERFECT
ru: Все {note_type} ноты превращаются в PERFECT ноты
tr: Bütün {note_type} notalar PERFECT notalara dönüşür
vi: Tất cả {note_type} chuyển thành PERFECT

source: and turn all {note_type} notes turn into PERFECT notes for the next {duration} seconds
de: und alle {note_type}-Noten werden zu PERFECT-Noten für die nächsten {duration} Sekunden
id: dan merubah semua note {note_type} menjadi note PERFECT selama {duration} detik berikutnya
it: e trasforma tutte le note {note_type} in PERFECT per i prossimi {duration} secondi
pl: oraz zamiana wszystkich nut {note_type} w nuty PERFECT przez najbliższe {duration} sekund
ru: и превращает все {note_type} ноты в PERFECT ноты на следующие {duration} секунд
tr: ve bütün {note_type} notaları bir daha ki {duration} saniye içerisinde PERFECT notalara dönüştürür
vi: và chuyển tất cả {note_type} thành PERFECT trong {duration} giây tiếp theo

source: Prefer untrained card image
de: Untrainiertes Kartenbild bevorzugen
id: Gunakan gambar kartu untrained
it: Preferita immagine non-trainata della carta
pl: Preferuj grafikę z niewytrenowaną kartą
ru: Нравится не айдол. арт
tr: Untrained kartları tercih et
vi: Thích ảnh thẻ chưa luyện tập hơn

source: Skill level
id: Level keahlian
it: Livello skill
pl: Poziom umiejętności
ru: Уровень навыка
tr: Yetenek seviyesi
vi: Cấp kĩ năng

source: Event type
de: Eventtyp
id: Tipe event
it: Tipo evento
pl: Rodzaj eventu
ru: Тип ивента
tr: Etkinlik türü
vi: Loại Event

source: Score
id: Skor
it: Punteggio
pl: Wynik
ru: Очки
tr: Skor
vi: Điểm

source: Ranking
de: Platzierung
id: Peringkat
ru: Рейтинг
tr: Sıralama
vi: Xếp hạng

source: Song score
id: Skor lagu
it: Punteggio canzone
pl: Wynik utworu
ru: Очки в песне
tr: Parça skoru
vi: Điểm bài hát

source: Song ranking
de: Songplatzierung
id: Peringkat lagu
it: Ranking canzone
pl: Ranking utworu
ru: Рейтинг песни
tr: Parça sıralaması
vi: Xếp hạng của bài hát

source: Easy
id: Mudah
pl: Łatwy
ru: Легкий
tr: Kolay
vi: Dễ

source: Composer
de: Komponist
id: Komposer
it: Compositore
pl: Kompozytor
ru: Композитор
tr: Besteci
vi: Biên soạn

source: Lyricist
de: Lyriker/-in
id: Penulis lirik
it: Autore testi
pl: Autor tekstu
ru: Лирик
tr: Söz yazarı
vi: Người soạn lời

source: Arranger
id: Penggubah
it: Arrangiatore
pl: Aranżer
ru: Аранжировщик
tr: Düzenleyen
vi: Người sắp xếp

source: Translation
de: Übersetzung
id: Terjemahan
it: Traduzione
pl: Tłumaczenie
ru: Перевод
tr: Çeviri
vi: Biên dịch

source: Preview
de: Vorschau
id: Pratinjau
it: Anteprima
pl: Podgląd
ru: Превью
tr: Önizleme
vi: Xem trước

source: Cover song
id: Lagu gubahan (cover)
it: Canzone cover
pl: Cover
ru: Кавер-версия
tr: Cover parça
vi: Bài cover

source: Beats per minute
de: BPM
id: Ketukan per menit
it: Battiti per minuto
pl: Uderzeń na minutę
ru: Удары в минуту
tr: Dakika başı vuruş sayısı
vi: Số nhịp trên phút (BPM)

source: Gift
de: Geschenk
id: Hadiah
it: Regalo
pl: Podarunek
ru: Подарок
tr: Hediye
vi: Quà tặng

source: Purchase at CiRCLE
de: Im CiRCLE kaufen
id: Beli di CiRCLE
it: Acquista al CiRCLE
pl: Do nabycia w CiRCLE
ru: Покупка в CiRCLE
tr: CiRCLE'da satın alın
vi: Mua tại CiRCLE

source: Complete story
de: Schließe die Story ab
id: Cerita lengkap
it: Storia completa
pl: Ukończenie historii
ru: Прохождение истории
tr: Hikayeyi bitirin
vi: Cốt truyện hoàn thành

source: Complete {story_type} story, chapter {chapter}
de: Schließe Kapitel {chapter} der {story_type}story ab
id: Selesaikan cerita {story_type}, chapter {chapter}
it: Completa la storia {story_type}, capitolo {chapter}
pl: Ukończenie {story_type} historii, rozdział {chapter}
ru: Пройди {story_type} историю, главу {chapter}
tr: {story_type} hikayesini bölüm {chapter} bitir
vi: Hoàn thành cốt truyện {story_type}, phần {chapter}

source: Complete Tutorial
de: Schließe das Tutorial ab
id: Selesaikan tutorial
it: Completa il Tutorial
pl: Ukończenie Tutorialu
ru: Пройди туториал
tr: Tutorial'ı bitirin
vi: Hoàn thành hướng dẫn

source: Initially available
de: Seit Anfang an verfügbar
id: Ada sejak awal
it: Disponibile dall'inizio
ru: Доступно изначально
tr: Başlangıçta mevcut
vi: Có sẵn ban đầu

source: Event gift
de: Eventgeschenk
id: Hadiah event
it: Regalo evento
pl: Prezent eventu
ru: Подарок с ивента
tr: Etkinlik hediyesi
vi: Quà Event

source: How to unlock?
de: Wie freischalten?
id: Cara membuka
it: Come si sblocca?
pl: Metoda odblokowania
ru: Как открыть?
tr: Nasıl açılır?
vi: Làm sao để nhận được?

source: Full combo
id: Kombo penuh
ru: Фулл комбо
tr: Full kombo

source: Team builder
id: Pembangun tim
ru: Создать команду
tr: Takım kurucu
vi: Người xây dựng nhóm

source: You can find your friend id by going to the "Friends" section from the home, then "ID Search". Players will be able to send you friend requests or messages using this number.
de: Du kannst deine Friend ID finden, indem du aus dem Hauptmenü zu "Friends" navigierst und dann auf "ID Search" gehst. Andere Spieler werden Dir Freundschaftsanfragen und Nachrichten senden können, wenn sie deine Friend ID kennen.
id: Kamu bisa mencari ID temanmu dengan membuka bagian "Friends" dari beranda permainan, kemudian memilih "ID Search". Para pemain akan bisa mengirimkanmu permintaan pertemanan atau pesan menggunakan nomor ini.
it: Puoi trovare il tuo Friend ID andando nella sezione "Friends" dalla home, poi "ID Search". I giocatori possono inviarti richieste di amicizia o messaggi usando questo numero.
ru: Свой ID ты можешь найти в разделе "Friends" из домашнего меню, нажав на "ID Search". Игроки смогут присылать тебе сообщения или добавлять в друзья, используя этот номер.
tr: Arkadaşlık kodunuzu "Arkadaşlar" bölümündeki "ID koduyla arama" kısmında bulabilirsiniz. Diğer oyuncular bu kodla size arkadaşlık isteği ya da mesajlar gönderebilir.
vi: Bạn có thể tìm ID của bạn bè bằng cách nhấn vào phần "Friends" ở trang chủ, rồi "ID Search". Những người chơi khác sẽ gửi cho bạn lời mời kết bạn hoặc tin nhắn qua những con số này

source: Should your friend ID be visible to other players?
de: Soll deine Friend ID anderen Spielern sichtbar gemacht werden?
id: Apakah sebaiknya ID temanmu bisa dilihat oleh pemain lain?
it: Vuoi rendere visibile il tuo Friend ID?
pl: Czy chcesz ujawnić innym graczom swoje ID?
ru: Сделать твой ID видимым для других игроков?
tr: Arkadaşlık kodunuz diğer oyunculara görünür olsun mu?
vi: Có nên hiện thỉ ID của bạn bè cho những người chơi khác thấy?

source: Love gems
ru: Лавджемы
tr: Sevgi cevherleri

source: Number of {} you currently have in your account.
de: Nummer von {}, die du gerade in deinem Account hast.
id: Jumlah {} yang sedang kamu miliki di akunmu.
it: Numero di {} nel tuo account
pl: Liczba {} którą posiadasz na koncie.
ru: Количество {} сейчас в твоем аккаунте.
tr: Hesabınızda bulunan {} sayısı
vi: Số {} mà bạn có trong tài khoản.

source: This field is completely optional, it's here to help you manage your accounts.
de: Dieses Feld ist optional, es kann dir helfen, deine Accounts ordentlich zu halten.
id: Kolom ini bersifat opsional, dan ada untuk membantumu mengelola akun-akunmu.
it: Questo campo è completamente opzionale, è qui per aiutarti a gestire i tuoi account.
ru: Эта графа необязательна, она здесь лишь для того, чтобы помочь тебе пользоваться аккаунтами.
tr: Bu alan tamamen opsiyoneldir, hesaplarınızı yönetmenize yardımcı olmak için buradadır.
vi: Chỗ này hoàn toàn không bắt buộc, nó giúp bạn quản lý tài khoản tốt hơn.

source: Friend Points
id: Poin Teman
ru: Фрэнд поинты
tr: Arkadaşlık puanları

source: Total love gems bought
de: Insgesamt gekaufte Love Gems
id: Total pembelian love gems
it: Love gems totali acquistate
pl: Całkowita ilość kupionych Love Gemów
ru: Общее кол-во купленных лавджемов
tr: Toplam satın alınan sevgi cevherleri
vi: Tổng số love gem đã mua

source: You can calculate that number in "Other" then "Purchase History".
de: Du kannst diese Nummer in "Other" > "Purchase History" ausrechnen.
id: Kamu bisa menghitung nomor tersebut di "Other" (Lainnya), kemudian pilih "Purchase History" (Riwayat Pembelian)
it: Puoi calcolarne il numero in "Other" poi "Purchase History".
pl: Możesz obliczyć numer w zakładce "Purchase History" znajdującej się w menu "Other".
ru: Количество можно посчитать в разделе "Other", в "Purchase History".
tr: Bu sayıyı "Diğer" ve ardından "Satın Alma Geçmişi" nde hesaplayabilirsiniz.
vi: Bạn có thể tính toán con số đó trong phần "Other" rồi "Purchase History"

source: Should your items be visible to other players?
de: Sollen deine Items anderen Spielern sichtbar sein?
id: Apakah sebaiknya informasimu bisa dilihat oleh pemain lain?
it: Vuoi rendere visibili i tuoi item?
pl: Czy chcesz ujawnić innym graczom swoje przedmioty?
ru: Сделать айтемы видимыми для других игроков?
tr: Eşyalarınız diğer oyunculara görünür olsun mu?
vi: Có nên hiển thị item của bạn cho tất cả những người chơi khác xem?

source: Smile
tr: Gülücük

source: Unit
pl: Jednostka
ru: Юнит
tr: Birim
vi: Nhóm

source: Subunit
pl: Podjednostka
ru: Саб-юнит
tr: Alt birim
vi: Nhóm phụ

source: Astrological sign
de: Sternzeichen
id: Tanda astrologi
it: Segno zodiacale
pl: Znak zodiaku
ru: Знак зодиака
tr: Burç
vi: Cung hoàng đạo

source: Idol Supporter
id: Pendukung Idol
it: Supporter delle Idol
pl: Wspieracz idoli
ru: Сторонник Айдолов
tr: İdol Destekçisi

source: Idol Lover
de: Idol-Liebhaber
id: Penyuka Idol
it: Amante delle Idol
pl: Miłośnik idoli
ru: Поклонник Айдолов
tr: İdol-Sever

source: Idol Ambassador
de: Idol-Botschafter
id: Perwakilan Idol
it: Ambasciatore delle Idol
pl: Ambasador idoli
ru: Представитель Айдолов
tr: İdol Elçisi

source: Idol Producer
de: Idol-Produzent
id: Produser Idol
it: Produttore delle Idol
pl: Producent idoli
ru: Продюсер Айдолов
tr: İdol Prodüktörü

source: Ultimate Idol Devotee
de: Ultimativer Idol-Anhänger
id: Pemuja Idol Tertinggi
it: Devoto Supremo delle Idol
pl: Mega wielbiciel idoli
ru: Лучший Энтузиаст Айдолов
tr: Üstün İdol Fanatiği

source: Collected {things}
de: Gesammelte {things}
id: {things} yang terkoleksi
it: {things} collezionate
pl: Zebrane {things}
ru: Собранные {things}
tr: Toplandı {things}
vi: Đã thu thập {things}

source: For the next {duration} seconds, score of PERFECT notes boosted by +{percentage}%
de: Für die nächsten {duration} Sekunden wird der Score aller PERFECT-Noten um +{percentage}% erhöht.
id: Selama {duration} detik ke depan, skor dari note PERFECT akan meningkat sebanyak +{percentage}%
it: Per i prossimi {duration} secondi, lo score delle note PERFECT vegono boostate del +{percentage}%
pl: Podniesienie wyniku nut PERFECT o +{percentage}% przez następne {duration} sekund
ru: На следующие {duration} секунд, очки от PERFECT нот увеличены на +{percentage}%
tr: Bir daha ki {duration} saniye içerisinde PERFECT skor notları +{percentage}% artırılacak
vi: Trong {duration} giây tiếp theo, điểm của PERFECT tăng thêm +{percentage}%

source: Rare stamp
de: Seltener Stempel
id: Stempel langka
it: Timbro raro
pl: Rzadka naklejka
ru: Редкий штамп
tr: Nadir pul
vi: Sticker hiếm

source: Boost attribute
id: Atribut berbonus
it: Attributo boost
pl: Atrybuty z boostem
ru: Бонус-атрибут
tr: Arttırılan özellik
vi: Thuộc tính được cường hoá

source: Boost members
de: Boostmitglieder
id: Anggota berbonus
it: Membri boost
pl: Członkowie z boostem
ru: Бонус-участницы
tr: Arttırılan üyeler
vi: Thành viên được cường hoá

source: Manager
id: Pengelola
pl: Menadżer
ru: Менеджер
tr: Yönetici
vi: Quản lý

source: Team manager
id: Tim pengelola
pl: Menadżer zespołów
ru: Менеджер команды
tr: Takım menajeri
vi: Quản lý đội ngũ

source: Finance manager
de: Finanzmanager
id: Pengelola keuangan
it: Gestore Finanze
pl: Menadżer finansów
ru: Финансовый менеджер
tr: Finans yöneticisi
vi: Quản lý tài chính

source: Database maintainer
de: Datenbankmanager
id: Pengelola basis data
it: Manutentore Database
pl: Opiekun bazy danych
ru: Сопровождающий базу данных
tr: Veritabanı sorumlusu
vi: Người bảo trì dữ liệu

source: Community manager
id: Pengelola komunitas
pl: Manager społeczności
ru: Менеджер сообщества
tr: Topluluk yöneticisi
vi: Quản lý cộng đồng

source: Posted {total} news
de: {total} News geposted
id: Menerbitkan {total} berita
it: {total} news postate
pl: Opublikowano {total} wiadomości
ru: Опубликовано {total} новостей
tr: Yayınlanan {total} haber
vi: Đã đăng {total} tin mới

source: Twitter
tr: heyecan

source: External communication
de: Externe Kommunikation
id: Komunikasi eksternal
it: Comunicazioni esterne
pl: Komunikacja zewnętrzna
ru: Внешние ссылки
tr: Dış İletişim
vi: Giới truyền thông bên ngoài

source: Support
id: Dukungan
it: Supporto
pl: Wsparcie
ru: Поддержка
tr: Destek
vi: Hỗ trợ

source: Moderator
it: Moderatore
ru: Модератор
tr: arabulucu

source: Active
de: Aktiv
id: Aktif
it: Attivo
pl: Aktywność
ru: Активность
tr: Aktif
vi: Còn hoạt động
