Repository: ArnyDaHamsta/BanGDream
Catalog: bang/locale/*/LC_MESSAGES/django.po
Languages: de, id, it, pl, ru, tr, vi

source: You
de: Du
id: Kamu
it: Tu
pl: Ty
ru: Ты
tr: Sen
vi: Bạn

source: Account
id: Akun
pl: Konto
ru: Аккаунт
tr: Hesap
vi: Tài khoản

source: Leaderboard
de: Bestenliste
id: Peringkat
it: Classifica
pl: Ranking
ru: Рейтинг
tr: Sıralama
vi: Bảng xếp hạng

source: Create your account to join the community and be in the leaderboard!
de: Erstelle deinen Account um der Community beizutreten und es auf die Bestenliste zu schaffen!
id: Buat akunmu untuk bergabung dengan komunitas dan jadilah bagian dalam papan peringkat!
it: Crea il tuo account per unirti alla comunità ed entrare in classifica!
pl: Stwórz konto, aby dołączyć do społeczności i pojawić się w rankingach!
ru: Создай аккаунт, чтобы присоединиться к сообществу и попасть в рейтинг!
tr: Topluluğa katılmak ve liderler sıralamasında olmak için hesabınızı oluşturun!
vi: Hãy tạo một tài khoản cho riêng mình, gia nhập cộng đồng và góp mặt trong bảng xếp hạng!

source: Profile
de: Profil
id: Profil
it: Profilo
pl: Profil
ru: Профиль
tr: Profil
vi: Hồ sơ

source: Players
de: Spieler
id: Pemain
it: Giocatori
pl: Gracze
ru: Игроки
tr: Oyuncular
vi: Người chơi khác

source: Activity
de: Aktivität
id: Aktivitas
it: Attività
pl: Aktywność
ru: Запись
tr: Etkinlik
vi: Hoạt động

source: Activities
de: Aktivitäten
id: Aktivitas
it: Attività
pl: Aktywności
ru: Записи
tr: Etkinlikler
vi: Các hoạt động

source: Share your adventures!
de: Teile deine Abenteuer!
id: Bagikan kegiatanmu!
it: Condividi le tue avventure!
pl: Podziel się swoimi przygodami!
ru: Поделись своими приключениями!
tr: Maceralarını paylaş!
vi: Chia sẻ hành trình của bạn!

source: Notification
de: Benachrichtigung
id: Notifikasi
it: Notifica
pl: Powiadomienie
ru: Уведомление
tr: Bildirim
vi: Thông báo

source: Notifications
de: Benachrichtigungen
id: Notifikasi
it: Notifiche
pl: Powiadomienia
ru: Уведомления
tr: Bildirimler
vi: Các thông báo

source: Login
de: Anmelden
id: Masuk
pl: Zaloguj
ru: Войти
tr: Oturum aç
vi: Đăng nhập

source: Sign Up
de: Registrieren
id: Daftar
it: Registrati
pl: Rejestracja
ru: Регистрация
tr: Kayıt ol
vi: Đăng kí

source: Settings
de: Einstellungen
id: Pengaturan
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar
vi: Cài đặt

source: Logout
de: Ausloggen
id: Keluar
pl: Wyloguj
ru: Выйти
tr: Çıkış yap
vi: Đăng xuất

source: About
de: Über
id: Tentang
it: Al riguardo
pl: O projekcie
ru: Доп. инфо
tr: Hakkında
vi: Về chúng tôi

source: Donate
de: Spenden
id: Donasi
it: Donazioni
pl: Wspomóż nas
ru: Пожертвовать
tr: Bağış yap
vi: Ủng hộ

source: Map
de: Karte
id: Peta
it: Mappa
pl: Mapa strony
ru: Карта
tr: Harita
vi: Bản đồ

source: Help
de: Hilfe
id: Bantuan
it: Aiuto
pl: Pomoc
ru: Помощь
tr: Yardım
vi: Hỗ trợ

source: Color
de: Farbe
id: Warna
it: Colore
pl: Kolor
ru: Цвет
tr: Renk
vi: Màu sắc

source: All your favorites must be unique
de: Alle deine Favoriten müssen einzigartig sein.
id: Semua favorit-favorit Anda harus unik
it: Tutti i preferiti devono essere unici
pl: Twoje ulubione postacie mają być różne!
ru: Твои фавориты не должны повторяться
tr: Tüm favorilerinizin birbirinden farklı olması gerekiyor
vi: Bạn đã chọn yêu thích nhân vật này rồi!

source: Old Password
de: Altes Passwort
id: Kata sandi lama
it: Vecchia Password
pl: Stare hasło
ru: Старый пароль
tr: Eski Şifre
vi: Mật khẩu cũ

source: New Password
de: Neues Passwort
id: Kata sandi baru
it: Nuova Password
pl: Nowe hasło
ru: Новый пароль
tr: Yeni Şifre
vi: Mật khẩu mới

source: New Password Again
de: Neues Passwort erneut eingeben
id: Ulang kata sandi baru
it: Reinserisci la Nuova Password
pl: Powtórz nowe hasło
ru: Подтверди новый пароль
tr: Yeni Şifre Tekrar
vi: Nhập lại mật khẩu mới

source: Player
de: Spieler
id: Pemain
it: Giocatore
pl: Gracz
ru: Игрок
tr: Oyuncu
vi: Người chơi

source: Super Player
de: Superspieler
id: Pemain Super
it: Super Giocatore
pl: Super gracz
ru: Отличный игрок
tr: Süper Oyuncu

source: Extreme Player
de: Extremer Spieler
id: Pemain Ekstrim
it: Giocatore Estremo
pl: Ekstremalny gracz
ru: Выдающийся игрок
tr: Ekstrem Oyuncu

source: Master Player
de: Meisterspieler
id: Pemain Master
it: Giocatore Master
pl: Mistrzowski gracz
ru: Великий игрок
tr: Üstat Oyuncu
vi: Người chơi bậc thầy

source: Ultimate Player
de: Ultimativer Spieler
id: Pemain Ultimate
it: Giocatore Ultimate
pl: Gracz najwyższej klasy
ru: Невероятный игрок
tr: Ultimate Oyuncu

source: Never
de: Nie
id: Tidak pernah
it: Mai
pl: Nigdy
ru: Никогда
tr: Asla
vi: Không bao giờ

source: Sometimes
de: Manchmal
id: Kadang-kadang
it: A volte
pl: Czasami
ru: Иногда
tr: Bazen
vi: Thi thoảng

source: Often
de: Oft
id: Sering
it: Spesso
pl: Często
ru: Часто
tr: Sık sık
vi: Thường xuyên

source: Every single day
de: Jeden Tag
id: Setiap hari
it: Ogni giorno
pl: Każdego dnia
ru: Ежедневно
tr: Her bir gün
vi: Hàng ngày

source: {} liked your activity: {}.
de: {} gefällt deine Aktivität: {}.
id: {} menyukai aktivitasmu: {}.
it: A {} piace la tua attività: {}
pl: {} polubił twoją aktywność: {}.
ru: {} понравилась твоя запись: {}.
tr: {} Etkinliğinizi beğendi: {}.
vi: {} đã thích hoạt động của bạn: {}.

source: {} just followed you.
de: {} folgt dir jetzt.
id: {} baru saja mengikutimu.
it: {} ti segue.
pl: {} zaczął cię obserwować.
ru: {} подписался на тебя.
tr: {} Sizi takip etti.
vi: {} vừa theo dõi bạn.

source: When someone likes your activity.
de: Wenn jemandem deine Aktivität gefällt.
id: Ketika seseorang menyukai aktivitasmu.
it: Quando a qualcuno piace la tua attività.
pl: Kiedy ktoś polubi twoją aktywność.
ru: Когда кому-нибудь понравилась твоя запись.
tr: Birisi senin etkinliğini beğendiğinde.
vi: Khi một ai đó thích hoạt động của bạn.

source: When someone follows you.
de: Wenn dir jemand folgt.
id: Ketika seseorang mengikutimu.
it: Quando qualcuno ti segue.
pl: Kiedy ktoś zacznie cię obserwować.
ru: Когда кто-то подписался на тебя.
tr: Birisi sizi takip ettiğinde.
vi: Khi một ai đó theo dõi bạn

source: Description
de: Beschreibung
id: Deskripsi
it: Descrizione
pl: Opis
ru: О себе
tr: Açıklama
vi: Giới thiệu bản thân

source: 3rd
de: Dritte/r/s
id: Nomor 3
ru: 3-ий
tr: 3üncü
vi: thứ ba

source: Birthdate
de: Geburtsdatum
id: Tanggal Lahir
it: Compleanno
pl: Data urodzin
ru: Дата рождения
tr: Doğum Günü
vi: Ngày sinh

source: Location
de: Ort
id: Lokasi
it: Posizione
pl: Lokalizacja
ru: Местоположение
tr: Yer
vi: Địa chỉ

source: The city you live in.
de: Die Stadt in der du lebst.
id: Kota di mana kamu tinggal.
it: La città in cui vivi.
pl: Miasto
ru: Твой город.
tr: Yaşadığın şehir.
vi: Thành phố bạn đang sống

source: It might take up to 24 hours to update your location on the map.
de: Es kann bis zu 24 Stunden dauern, deinen Ort auf der Karte zu aktualisieren.
id: Pembaruan lokasi pada peta dapat memakan waktu hingga 24 jam.
it: Potrebbero volerci più di 24 ore per aggiornare la tua posizione sulla mappa.
pl: Aktualizacja mapy może zająć do 24 godzin.
ru: Обновление твоего местоположения на карте может занять до 24 часов.
tr: Haritada konumunuzu güncelleme 24 saat sürebilir.
vi: Có thể mất 24 giờ để cập nhật địa chỉ của bạn trên bản đồ

source: Username/ID
de: Benutzername/ID
id: Nama pengguna
it: Nome utente/ID
pl: Nazwa użytkownika/ID
ru: Имя пользователя/ID
tr: Kullanıcı adı / Kimlik
vi: Tên in-game/ID

source: Write your username only, no URL.
de: Schreibe deinen Benutzernamen, nicht die URL.
id: Cukup tulis nama username Anda saja, tidak harus menulis URL.
it: Scrivi solo il nome utente, non l'URL.
pl: Wpisz tylko nazwę użytkownika bez URL.
ru: Введите только имя пользователя, а не URL.
tr: Sadece kullanıcı adınızı yazın, URL olmasın.
vi: Chỉ viết tên in-game của bạn, không cần link

source: How often do you tweet/stream/post about {}?
de: Wie oft tweetest/streamst/postest du über {}?
id: Seberapa sering kamu membicarakan tentang {}?
it: Quando spesso fai tweet/stream/post riguardo {}?
pl: Jak często wrzucasz tam treści związane z {}?
ru: Как часто вы создаёте посты/трансляции/твиты о {}?
tr: {} Hakkında ne sıklıkta tweet / stream / mesaj gönderiyorsun?
vi: Mật độ bạn tweet/stream/đăng bài về {}?

source: Help us translate the site
de: Hilf uns, die Seite zu übersetzen
id: Bantu kami menerjemahkan situs ini
it: Aiutaci a tradurre il sito.
pl: Pomóż nam przetłumaczyć stronę
ru: Помогите нам локализовать сайт
tr: Siteyi tercüme etmemize yardımcı olun
vi: Giúp đỡ bọn mình dịch trang này

source: No result.
de: Kein Ergebnis.
id: Tidak ada hasil.
it: Nessun risultato
pl: Brak wyników.
ru: Нет результатов.
tr: Sonuç yok.
vi: Không có kết quả

source: This will help us cover the costs of the servers and allow us to keep it running for free and without ads.
de: Das hilft uns die Kosten für die Server abzudecken und die Seite weiterhin gratis und werbefrei zu betreiben.
id: Ini akan membantu kami menutupi pengeluaran server dan membiarkan kami menjalankan situs ini secara gratis dan tanpa iklan.
it: Ci aiuterà a coprire i costi dei server e ci permetterà di mantenerlo gratuito e senza pubblicità.
pl: Pomoże nam to pokryć koszty utrzymania serwerów i pozwoli na prowadzenie strony bez reklam.
ru: Это поможет нам покрыть расходы на содержание серверов и позволит сохранить сайт бесплатным и без рекламы.
tr: Bu, sunucuların maliyetlerini karşılamamıza ve sitenin ücretsiz ve reklamsız çalışmasını sağlamamıza yardımcı olacaktır.
vi: Nó sẽ giúp đỡ bọn mình bù đắp chi phí của máy chủ và cho phép bọn mình hoạt động miễn phí mà không có quảng cáo

source: Nice to meet you, we are Deby and Engil!
de: Schön, dich kennen zu lernen - wir sind Deby und Engil!
id: Kami adalah Deby dan Engil; senang bertemu dengan kalian!
it: Felici di conoscerti, noi siamo Deby e Engil!
pl: Miło nam was poznać. Jesteśmy Deby i Engil!
ru: Нас зовут Дэби и Энджил. Приятно познакомиться!
tr: Tanıştığımıza memnun oldum, biz Deby ve Engil'iz!
vi: Rất vui được làm quen với bạn, chúng mình là Deby và Engil

source: We are two developers and casual players. We live in San Francisco, California. We come from the same computer science university and both work as software engineers in the same company we founded:
de: Wir sind zwei Entwickler und Gelegenheitsspieler. Wir leben in San Francisco, Kalifornien. Wir besuchen die selbe Computerwissenschaften-Universität und arbeiten beide als Softwareentwickler in einer gemeinsam gegründeten Firma:
id: Kami adalah dua orang pengembang dan pemain kasual. Kami tinggal di San Francisco, California. Kami berasal dari jurusan ilmu komputer di universitas yang sama dan sama-sama bekerja sebagai pengembang perangkat lunak pada perusahaan yang kami buat:
it: Siamo due sviluppatori e giocatori casual. Viviamo a San Francisco, California. Veniamo dalla stessa università di scienze informatiche e lavoriamo entrambi come ingegneri informatici nella stessa compagnia che abbiamo fondato:
pl: Jesteśmy dwoma programistami i luźnymi graczami. Mieszkamy w San Diego, Kaliforni. Studiowaliśmy informatykę na tym samym uniwerku, i pracujemy jako inżynierowie oprogramowania w firmie którą razem stworzyliśmy.
ru: Мы - два разработчика и казуальных игрока, проживаем в Сан-Франциско, штат Калифорния. Мы оба из одного научно-компьютерного университета и работаем в должности инженер-программистов в компании, которую и основали:
tr: Biz iki geliştirici ve gündelik oyuncularız. San Francisco, California'da yaşıyoruz. Aynı bilgisayar bilimleri üniversitesinden geliyoruz ve her ikisi de kurduğumuz şirkette yazılım mühendisleri olarak çalışıyor:
vi: Chúng mình là hai nhà phát triển và hoàn toàn là những người chơi bình thường. Chúng mình sống ở San Francisco, California. Chúng mình đến từ một trường đại học về khoa học máy tính và cả hai đều làm kĩ sư phần mềm ở cùng một công ty chúng mình thành lập:

source: Though we love our job, we don't pay ourselves and don't have any income, so any donation helps a lot and is greatly appreciated.
de: Auch wenn wir unseren Job lieben, bezahlen wir uns nicht selbst und haben auch kein Einkommen. Daher hilft uns jede Spende massiv und wir wissen sie wirklich zu schätzen.
id: Meskipun kami mencintai pekerjaan kami, kami tidak menggaji diri kami dan tidak memiliki pemasukan apapun, jadi sumbangan apapun yang masuk sangat membantu dan sangat kami hargai.
it: Anche se amiamo il nostro lavoro, non ci paghiamo da soli e non abbiamo entrate, quindi qualsiasi donazione aiuta moltissimo ed è fortemente apprezzata.
pl: Mimo że kochamy naszą robotę, nie płacimy sobie nawzajem i nie mamy przychodów, i każda darowizna jest na wagę złota i będziemy bardzo wdzięczni.
ru: Хотя мы любим свою работу, мы не платим сами себе зарплату и не имеем никакого другого дохода, поэтому любые пожертвования нам здорово помогают и очень ценятся.
tr: İşimizi sevsek de, kendimize para ödemiyoruz ve herhangi bir gelirimiz yok, bu yüzden herhangi bir bağış çok işe yarıyor ve çok takdir ediyor.
vi: Mặc dù rất yêu công việc, nhưng bọn mình không thể trả lương cho bản thân, cũng như không có bất cứ một khoản thu nhập nào khác, vì vậy những khoản tiền ủng hộ giúp đỡ bọn mình rất nhiều và là một vinh dự rất lớn để được nhận số tiền đó từ các bạn

source: The heartwarming support from the community keeps motivating us to do more! We love helping the community by providing as much information as we can about the game, while keeping the website easy to use, shiny and cute ^_^
de: Die herzliche Unterstützung der Community motiviert uns immer mehr zu tun! Wir lieben es der Community so viele Informationen wie möglich zum Spiel zu Verfügung zu stellen, zeitgleich die Webseite aber einfach, funkelnd und niedlich zu gestalten ^_^
id: Dukungan yang hangat dari komunitas selalu memotivasi kami untuk melakukan lebih banyak hal lagi! Kami senang bisa membantu orang-orang dengan menyediakan sebanyak mungkin informasi yang bisa kami berikan mengenai game ini, seraya memastikan agar situs ini dapat diakses dengan mudah, dengan desain yang berkilau dan imut ^_^
it: Il supporto caloroso della community ci motiva ancora di più! Amiamo aiutare la community fornendo più informazioni possibili sul gioco, mantenendo intanto il sito facile da usare, brillante e carino ^_^
pl: Gorące wsparcie społeczności motywuje nas do dalszej pracy! Kochamy pomagać społeczności, dostarczając jak najwięcej możliwych informacji o grze, w postaci prostej w użyciu, błyszczącej i ślicznej strony ^_^
ru: Дружеская поддержка со стороны сообщества мотивирует нас делать всё больше! Мы любим помогать сообществу предоставляя как можно больше информации об игре, в то же время, сохраняя сайт простым в использовании, чистеньким и милым ^_^
tr: Topluluktan gelen memnun edici destek bizi daha da çok çalışmak için motive ediyor! Oyun hakkında olabilidiğince çok bilgi sağlayarak topluluğa yardım etmekten hoşlanıyoruz, aynı zamanda tabi ki siteyi de kullanması kolay, parlak ve tatlı tutmaya çalışıyoruz ^_^
vi: Sự hỗ trợ vô cùng cảm động của cộng đồng là một nguồn động viên lớn để chúng mình tiếp tục phát triển! Chúng mình giúp đỡ công đồng bằng cách cung cấp nhiều thông tin nhất có thể về tựa game này, trong khi giữ cho trang web dễ sử dụng hơn, toả sáng và dễ thương hơn ^_^

source: We don't know how far we will go with this, but one thing we know for sure is that we are having a lot of fun doing it and sharing this adventure with you.
de: Wir wissen leider nicht, wie weit wir mit diesem Projekt gehen werden, allerdings wissen wir eines sicher, wir haben mächtig viel Spaß daran und freuen uns darauf, dieses Abenteuer mit euch zu teilen.
id: Kami tidak tahu akan sejauh apa kami bisa berjalan dengan situs ini, tapi kami tahu satu hal yang pasti: bahwa kami senang melakukan ini dan berpetualang dalam perjalanan ini bersama kalian.
it: Non sappiamo quanto lontano arriveremo, ma una cosa di cui siamo certi è che ci divertiamo un sacco a farlo e a condividere questa avventura con voi.
pl: Nie wiemy jak daleko uda nam się zajść z tym wszystkim, ale jednego jesteśmy pewni, że dzielenie tej przygody z wami sprawia nam mnóstwo frajdy.
ru: Мы не знаем, как далеко зайдём с этим, но одно знаем точно: это нам приносит огромное удовольствие, как и возможность поделиться этим приключением с вами.
tr: Bununla ne kadar ilerleyeceğimizi bilmiyoruz, fakat kesinlikle bildiğimiz şey, bunu yaparak ve bu macerayı sizinle paylaşarak çok eğleniyor olmamızdır.
vi: Chúng mình không biết bản thân có thể đi xa tới đâu, nhưng có một điều chúng mình luôn luôn biết, đó là chúng mình có rất nhiều niềm vui khi làm nó và chia sẻ chuyến hành trình này với bạn

source: Load more...
de: Mehr laden…
id: Muat lebih banyak...
it: Carica altro...
pl: Załaduj więcej...
ru: Загрузить ещё...
tr: Daha fazla yükle...
vi: Tiếp tục...

source: Write Comment
de: Kommentar verfassen
id: Tulis Komentar
it: Commenta
pl: Napisz komentarz
ru: Написать комментарий
tr: Yorum Yaz
vi: Viết bình luận

source: Comments
de: Kommentare
id: Komentar
it: Commenti
pl: Komentarze
ru: Комментарии
tr: Yorumlar
vi: Các bình luận

source: Edit
de: Bearbeiten
id: Ubah
it: Modifica
pl: Edytuj
ru: Редактировать
tr: Düzenleme
vi: Sửa

source: Unfollow
de: Entfolgen
id: Batal mengikuti
it: Smetti di seguire
pl: Przestań obserwować
ru: Отписаться
tr: Takip etmekten vazgeç
vi: Hủy theo dõi

source: Follow
de: Folgen
id: Ikuti
it: Segui
pl: Obserwuj
ru: Подписаться
tr: Takip et
vi: Theo dõi

source: Followers
de: folgen mir
id: Pengikut
it: Follower
pl: Obserwatorzy
ru: Читатели
tr: İzleyiciler
vi: Người theo dõi

source: Following
de: folge ich
id: Mengikuti
pl: Obserwuje
ru: Читаемые
tr: Takip etme
vi: Đang theo dõi

source: %(length)s account:
id: %(length)s akun:
it: %(lenght)s account:
pl: %(length)s konto:
ru: %(length)s аккаунт:
tr: %(length)s hesabı:
vi: %(length)s tài khoản

source: Contact us
de: Kontaktiere uns
id: Hubungi kami
it: Contattaci
pl: Skontaktuj się z nami
ru: Свяжитесь с нами
tr: Bizimle iletişime geçin
vi: Liên hệ

source: Staff members
de: Teammitglieder
id: Anggota staf
it: Membri dello Staff
pl: Członkowie zespołu
ru: Персонал
tr: Personel
vi: Nhân viên

source: Staff
de: Team
id: Staf
pl: Zespół
ru: Сотрудники
tr: Personel
vi: Nhân viên cấp cao

source: Check out our other websites
de: Sieh dir auch unsere anderen Webseiten an
id: Lihat situs kami yang lain
it: Vai ai nostri altri siti
pl: Sprawdź nasze inne strony
ru: Другие наши сайты
tr: Diğer web sitelerimize göz atın
vi: Ngó qua các trang web khác của bọn mình

source: Contribute
de: Mitwirken
id: Kontribusi
it: Contribuisci
pl: Przyczyniać się
ru: Внеси вклад
tr: Katkıda bulunun
vi: Đóng góp

source: Dev
de: Entwicklung
id: Pengembangan
ru: Разработчики
tr: Yapımcı
vi: Nhà phát triển

source: Our project is open-source and open for contributions. We are more than happy to accept pull-requests on GitHub!
de: Unser Projekt ist Open-Source und offen für Mitwirkung. Wir akzeptieren mit Freude jeden Pull-Request bei GitHub!
id: Proyek kami open-source dan terbuka untuk kontribusi. Kami senang menerima pull-requests di GitHub!
it: Il nostro progetto è open-source e aperto ai contributi. Siamo più che felici di accettare richieste di pull su GitHub!
pl: Nasz projekt ciągle się rozwija i jest otwarty na współpracę. Jesteśmy bardziej niż szczęśliwi że zaakceptował pan/pani prośbę o dołączenie do GitHuba
ru: Это открытый проект, в развитие которого может внести вклад каждый. Мы будем рады принять предложения на GitHub!
tr: Projemiz açık kaynaktır ve katkılar için açıktır. GitHub'daki çekme isteklerini kabul etmekten çok mutluyuz!
vi: Dự án của chúng mình là một dạng mã nguồn mở và luôn tiếp nhận những đóng góp từ các bạn. Chúng mình rất vui khi chấp nhận những yêu cầu đóng góp trên GitHub!

source: The website has been made using
de: Diese Webseite wurde erstellt mit
id: Situs ini diciptakan menggunakan
it: Il sito è stato fatto usando
pl: Strona powstała przy użyciu
ru: Этот сайт был сделан с помощью
tr: Web sitesi, Kullanılarak yapılmıştır
vi: Trang web này được tạo ra bằng

source: so in Python 2. We also use
de: also in Python 2. Nutzen wir auch
id: dalam Python 2. Kami juga menggunakan
it: quindi in Python 2. Usiamo anche
ru: в Python 2. Мы также используем
tr: Bu nedenle Python 2'de de kullanıyoruz.
vi: trong Python 2. Chúng mình cũng sử dụng

source: for the front-end of the website.
de: für das Front-End der Webseite.
id: untuk front-end situs.
it: per il front-end del sito.
ru: для внешнего интерфейса сайта.
tr: Web sitesinin ön ucu için.
vi: cho front-end của trang web.

source: We accept all kind of contributions, from tools to help players, statistics pages, mini-games, or even little CSS changes. Don't be shy! If you need help getting started, just contact us and we will happily take the time to teach you the basics, no matter your level.
de: Wir freuen uns über jegliche Beteiligung, von Tools die den Spielern helfen, Statistik-Seiten, Minispiele, oder auch CSS-Anpassungen. Sei also nicht schüchtern. Falls du etwas Starthilfe brauchst, kontaktiere uns und wir werden uns gerne die Zeit nehmen dir die Grundlagen beizubringen, ganz gleich wie viel Erfahrung du mitbringst.
id: Kami menerima kontribusi dalam bentuk apapun, mulai dari alat untuk membantu pemain, halaman statistik, permainan kecil-kecilan, atau bahkan perubahan CSS yang kecil. Jangan malu-malu! Jika ingin mulai berkontribusi, hubungi saja kami dan kami akan meluangkan waktu untuk mengajarkan hal-hal yang dasar tanpa peduli bagaimana kemampuan kamu sekarang.
it: Accettiamo ogni tipo di contributo, dai tool per aiutare i giocatori, pagine statistiche, mini-giochi, o anche piccoli cambi di CSS. Non siate timidi! Se avete bisogno di aiuto per iniziare, contattateci e saremo felici di prendere tempo per insegnarvi le basi, non importa il livello.
pl: Akceptujemy każdy rodzaj wkładu, od narzędzi by pomóc graczom, stron ze statystykami, mini-grami, jak i również małymi zmianami CSS. Nie bądź nieśmiały! Jeżeli potrzebujesz pomocy, po prostu skontaktuj się z nami, a z wielką chęcią pomożemy nauczyć Ci się podstaw, nie ważne na jakim poziomie jesteś.
ru: Мы примем любой вклад: от инструментов, помогающих игрокам, статистики, мини-игр, до даже малейших изменений CSS. Не стесняйся! Если тебе нужна помощь для начала - просто свяжись с нами, и мы с радостью поможем тебе и научим тебя азам, вне зависимости от уровня.
tr: Oyunculara, istatistik sayfalarına, mini oyunlara veya hatta küçük CSS değişikliklerine yardımcı olan araçlardan her türlü katkıyı kabul ediyoruz. Utangaç olmayın! Başlarken yardıma ihtiyacınız varsa, bizimle iletişime geçin. Seviyeniz ne olursa olsun size temel bilgiler vermek için zaman ayırın.
vi: Chúng mình chấp nhận tất cả các đóng góp, từ công cụ cho đến giúp đỡ người chơi, trang số liệu thông kê, mini games, hoặc kể cả những thay đổi nhỏ nhất về CSS. Đừng ngại! Nếu bạn cần giúp đỡ khi mới bắt đầu, hãy cứ liên hệ với chúng mình, chúng mình rất vui khi dành thời gian dạy cho bạn những kiến thức cơ bản nhất, bất kể trình độ của bạn đang ở đâu

source: Get Started
de: Leg los
id: Mulai
it: Cominciamo
pl: Zacznij
ru: Начать
tr: Başla
vi: Bắt đầu
